[
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 1,
    "enunciado": "Leia a charge. (Gazeta do Povo, 01.02.2017) Assinale a alternativa em que a reescrita da frase da  personagem expressa a ideia do texto original e está de  acordo com a norma-padrão.",
    "alternativas": {
      "A": "Me preocupa seriamente a aposentadoria... Alheia...",
      "B": "Me preocupa seriamente a aposentadoria? Nem a",
      "C": "Preocupo-me seriamente com a aposentadoria –",
      "D": "Tenho preocupado-me seriamente com isso: a apo-",
      "E": "Seriamente preocupo-me com a aposentadoria"
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 2,
    "enunciado": "Motoristas e cobradores do transporte público de Itajaí  voltaram ao trabalho por volta das 15h30 desta sexta- -feira [07.04.2017], após uma                    que começou  às 10h. Eles protestavam contra o                  nos salá- rios. A empresa informou que não tinha dinheiro para  fazer o depósito. Houve uma reunião no fim da manhã.  A prefeitura                      e a empresa concordou em  depositar os salários até o início da tarde. (http://g1.globo.com. Adaptado) De acordo com a norma-padrão, as lacunas do texto  devem ser preenchidas, respectivamente, com:",
    "alternativas": {
      "A": "paralisação … atraso … interveio",
      "B": "paralisação … atrazo … interveio",
      "C": "paralização … atraso … interviu",
      "D": "paralização … atrazo … interviu",
      "E": "paralisação … atraso … interviu"
    },
    "correta": "A",
    "imagem": "tirinha_2017_q1.png"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 3,
    "enunciado": "Assinale a alternativa em que a reescrita de partes do  texto está em conformidade com a norma-padrão de con- cordância.",
    "alternativas": {
      "A": "De acordo com o Centro de Previsão do Tempo e",
      "B": "A seca que há cinco anos o Nordeste enfrenta de-",
      "C": "Grande parte do Nordeste brasileiro continuará a en-",
      "D": "Chuvas abaixo do normal e uma seca que já dura",
      "E": "A baixa incidência de chuvas no Nordeste prolonga-"
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 4,
    "enunciado": "Na oração “Confirmando-se a análise do Centro de Previ- são do Tempo e Estudos Climáticos...”, a palavra “se” tem  o mesmo emprego que se verifica em:",
    "alternativas": {
      "A": "Se houve restrições ao seu projeto, é porque precisa",
      "B": "Vivia-se muito bem por aqui, antes da invasão dos",
      "C": "Precisa-se de técnico em informática, com referên-",
      "D": "Observa-se a fascinação das pessoas pelos recursos",
      "E": "Os jovens amaram-se de imediato, quando se conhe-"
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 5,
    "enunciado": "Em conformidade com a norma-padrão, as lacunas do  texto devem ser preenchidas, respectivamente, com:",
    "alternativas": {
      "A": "desafiaram-lhe ... soltar eles ... dará à eles",
      "B": "desafiaram ele ... soltar-lhes ... dar-lhes-á",
      "C": "desafiaram-no ... soltá-los ... lhes dará",
      "D": "desafiaram-no ... soltar-os ... dá-los-á",
      "E": "desafiaram-o ... soltar-nos ... os dará"
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 4,
    "enunciado": "04.2017):",
    "alternativas": {
      "A": "Passou o tempo, diz o ativista Joel Simon, em que",
      "B": "Notícias falsas e quantidade nauseante de calúnias e",
      "C": "Todavia, a própria sensação de que exista uma tão",
      "D": "A guerra da informação e da contrainformação, se não",
      "E": "O diretor do Comitê de Proteção aos Jornalistas, ONG"
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 7,
    "enunciado": "O emprego da conjunção “se” e da forma verbal “der” de- finem a informação apresentada como uma",
    "alternativas": {
      "A": "comparação.",
      "B": "hipótese.",
      "C": "oposição.",
      "D": "conclusão.",
      "E": "causa."
    },
    "correta": "B",
    "imagem": "tirinha_2017_q7.png"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 8,
    "enunciado": "De acordo com a norma-padrão, a frase da capa também  está corretamente redigida, sem prejuízo ao texto origi- nal, em:",
    "alternativas": {
      "A": "Como ganhar dinheiro, se o Brasil vim a dar certo.",
      "B": "Como ganhar dinheiro, se o Brasil vier a dar certo.",
      "C": "Como ganhar dinheiro, caso o Brasil vem à dar certo.",
      "D": "Como ganhar dinheiro, se o Brasil vir à dar certo.",
      "E": "Como ganhar dinheiro, caso o Brasil vir a dar certo."
    },
    "correta": "B",
     "imagem": "tirinha_2017_q8.png"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 9,
    "enunciado": "De acordo com a norma-padrão, as lacunas do texto de- vem ser preenchidas, correta e respectivamente, com:",
    "alternativas": {
      "A": "de que … da qual … porque … por que",
      "B": "em que … na qual … por que … por que",
      "C": "que … à qual … porquê … porque",
      "D": "de que … na qual … porquê … porquê",
      "E": "que … a qual … porque … porque"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 10,
    "enunciado": "Na frase “Sua vida é um agora contínuo...”, o termo em  destaque significa",
    "alternativas": {
      "A": "A decisão de Nicolás Maduro [...] é a pior de suas",
      "B": "os venezuelanos fogem em massa.",
      "C": "nem por isso se extinguirá o mal do armamen-",
      "D": "Seu número cresce.",
      "E": "Sugere que Maduro prevê a decisão da discórdia"
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 12,
    "enunciado": "No trecho “Ainda por motivos mais econômicos, os vene- zuelanos fogem em massa.”, a preposição em destaque  forma uma expressão cuja circunstância traduz ideia de",
    "alternativas": {
      "A": "modo.",
      "B": "intensidade.",
      "C": "finalidade.",
      "D": "consequência.",
      "E": "causa."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 13,
    "enunciado": "De acordo com a norma-padrão de regência, as passa- gens “Maduro prevê a decisão da discórdia venezuelana  por meio das armas.” e “O Brasil está atrasado, como  se indiferente, nas providências para essa emergência  social.” estão, correta e respectivamente, reescritas em:",
    "alternativas": {
      "A": "E olhe que não das maiores,",
      "B": "Mas isso deve ser para atenuar a situação.",
      "C": "Tem quatro milhões de almas...",
      "D": "Leio que certa cidade,",
      "E": "São quatro milhões de bocas!"
    },
    "correta": "D"
  },
   {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Língua-Portuguesa",
    "numero": 14,
    "enunciado": "Nas palavras da personagem, o termo “sublime” significa",
    "alternativas": {
      "A": "repreensível.",
      "B": "introspectivo.",
      "C": "comum.",
      "D": "magnífico.",
      "E": "utópico."
    },
    "correta": "D",
    "imagem": "tirinha_2017_q14.png"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 16,
    "enunciado": "Com base no verso “O que a cidade tem, no duro...”,  assinale a alternativa que traz, correta e respectiva- mente, a relação de sentido estabelecida pela locução  adverbial destacada e o advérbio que pode substituí-la  nesse contexto.",
    "alternativas": {
      "A": "Intensidade / excessivamente.",
      "B": "Tempo / hodiernamente.",
      "C": "Afirmação / certamente.",
      "D": "Modo / rigorosamente.",
      "E": "Dúvida / provavelmente."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 17,
    "enunciado": "Um funcionário do Judiciário que precise encaminhar um  documento oficial a um juiz iniciará seu texto da seguinte  forma:",
    "alternativas": {
      "A": "Juiz, segue o relatório para que Sua Excelência ana-",
      "B": "Sua Excelência Senhor Juiz, segue o relatório para",
      "C": "Ilustríssimo Juiz, segue o relatório para que Vossa",
      "D": "Senhor Juiz, segue o relatório para que Vossa Exce-",
      "E": "Senhor Juiz, segue o relatório para que Sua Exce-"
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 18,
    "enunciado": "Querendo-se intensificar o sentido das expressões “dias  angustiosos e terríveis” e “Fadinha ficou boa, completa- mente boa”, elas podem ser reescritas, em conformidade  com a norma-padrão, respectivamente, das seguintes  formas:",
    "alternativas": {
      "A": "os cuidados da ciência e a ciência dos cuidados",
      "B": "o moço lhe causou no dia em que lhe pediu a filha",
      "C": "A cerimônia efetuou-se com toda a simplicidade, na",
      "D": "Um ano depois do casamento, Fadinha estava outra",
      "E": "Só havia um obstáculo à minha felicidade: era a"
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 20,
    "enunciado": "Na Nova Gramática do Português Contemporâneo, os au- tores Celso Cunha e Lindley Cintra explicam que o adjunto  adnominal “é o termo de valor adjetivo que serve para espe- cificar ou delimitar o significado de um substantivo, qualquer  que seja a função deste.” Tal definição está corretamente  exemplificada com a expressão destacada em:",
    "alternativas": {
      "A": "Um ano depois do casamento, Fadinha estava outra",
      "B": "O caso é que ambos foram muito felizes. Ainda vivem.",
      "C": "com todo o corpo cruelmente invadido pela medo-",
      "D": "absolutamente nada da beleza célebre de outrora.",
      "E": "depois de ter estado suspensa entre a vida e a"
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 21,
    "enunciado": "No enunciado “Entretanto, os cuidados da ciência e  a ciência dos cuidados triunfaram do mal, e Fadinha  ficou boa, completamente boa...”, a conjunção “e”,  que introduz o trecho destacado, imprime a este o  sentido de",
    "alternativas": {
      "A": "condição.",
      "B": "consequência.",
      "C": "tempo.",
      "D": "oposição.",
      "E": "causa."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Informática",
    "numero": 22,
    "enunciado": "Assinale a alternativa correta quanto à colocação prono- minal, de acordo com a norma-padrão.",
    "alternativas": {
      "A": "apesar de insensível às boas ações.",
      "B": "conforme insensível às boas ações.",
      "C": "portanto insensível às boas ações.",
      "D": "como insensível às boas ações.",
      "E": "porque insensível às boas ações."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Português",
    "numero": 24,
    "enunciado": "Evanildo Bechara, em sua Moderna Gramática Portuguesa,  ensina que “os verbos que apresentam significado lexical  referente a realidades bem concretas não necessitam de  outros signos léxicos. A tradição gramatical chama intransi- tivos a tais verbos”. O exposto pelo autor está corretamente  exemplificado pelo verbo destacado em:",
    "alternativas": {
      "A": "que lhe faltava dantes.",
      "B": "Ficou boa, mas desfigurada...",
      "C": "Só havia um obstáculo à minha felicidade...",
      "D": "Fadinha [...] teve a existência por um fio.",
      "E": "Ainda vivem."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Português",
    "numero": 25,
    "enunciado": "Nos trechos “Remígio dizia, sinceramente, quem sabe?”  e “Remígio é atualmente um alto funcionário”, os advér- bios em destaque, no contexto em que ocorrem, estabe- lecem, respectivamente, relações de sentido de:",
    "alternativas": {
      "A": "afirmação e tempo.",
      "B": "modo e tempo.",
      "C": "afirmação e intensidade.",
      "D": "modo e lugar.",
      "E": "negação e lugar."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Português",
    "numero": 26,
    "enunciado": "Assinale a alternativa em que todas as palavras estão  corretamente grafadas, considerando-se as regras de  acentuação da língua padrão.",
    "alternativas": {
      "A": "Fadinha não tinha mágoa por não ser mais tão bela;",
      "B": "Remígio era homem de carater, o que surpreendeu",
      "C": "Com o triúnfo do bem sobre o mal, Fadinha se recu-",
      "D": "O consôlo de Fadinha foi ver que Remígio queria",
      "E": "Com a saúde de Fadinha comprometida, Remígio"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Português",
    "numero": 27,
    "enunciado": "Na passagem “Perpassei o olhar no povo. Fitavam o  toucinho igual a raposa quando fita uma galinha. Pensei:  e se eles invadir o quintal?”, os termos destacados deno- tam a seguinte figura de sintaxe:",
    "alternativas": {
      "A": "zeugma, já que o termo “povo” não aparece na",
      "B": "silepse de pessoa, já que se tem a terceira pessoa",
      "C": "silepse de número, já que se alternam entre as",
      "D": "anacoluto, já que existe a quebra da estruturação",
      "E": "pleonasmo, já que ocorre a repetição, para fins de"
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Português",
    "numero": 28,
    "enunciado": "A Maria da Anália visava            um pedaço de toucinho,  mas seu pedido não chegou            sensibilizar a dona do  porco que, vendo-se            mercê de uma invasão em  seu quintal, decidiu recolher-se            sua casa. Assinale a alternativa cujos termos preenchem, correta  e respectivamente, as lacunas do enunciado conforme  a norma-padrão.",
    "alternativas": {
      "A": "a … à … a … à",
      "B": "a … a … a … a",
      "C": "à … à … à … à",
      "D": "a … a … à … à",
      "E": "à … a … a … a"
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Português",
    "numero": 29,
    "enunciado": "O primeiro parágrafo do texto contém um período com- posto por",
    "alternativas": {
      "A": "coordenação e por subordinação, sendo a segunda",
      "B": "subordinação, sendo a segunda oração substantiva",
      "C": "coordenação, sendo a segunda oração coordenada",
      "D": "subordinação e por coordenação, sendo a segunda",
      "E": "subordinação e por coordenação, sendo a segunda"
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 30,
    "enunciado": "No terceiro parágrafo do texto, o pronome “Isso” refere-se",
    "alternativas": {
      "A": "ao aumento da diferença entre a carga horária das",
      "B": "ao aumento da carga de trabalho de homens e mu-",
      "C": "ao fato de as mulheres atualmente estarem usando",
      "D": "à redução do tempo dedicado pelas mulheres aos",
      "E": "à dupla jornada de trabalho, que reduziu as ativi-"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 31,
    "enunciado": "Leia as notícias. I. O presidente do Conselho Nacional Eleitoral, Juan  Pablo Pozo, confirmou hoje a vitória do candidato gover- nista, Lenín Moreno, nas eleições presidenciais do último  domingo no país. Em rede nacional de rádio e televisão, Pozo afirmou  que, com 99,65% da apuração concluída, Moreno, do mo- vimento de esquerda Alianza Pais tinha garantido 51,16%  dos votos na disputa pela sucessão presidencial. Ao informar sobre os “resultados oficiais irreversíveis”  da apuração, Pozo detalhou que o candidato governista  recebeu 5.057.149 votos, e que o opositor, Guillermo  Lasso, do movimento de centro-direita Creando Oportu- nidades (CREO), obteve 4.827.753 (48,84%). (http://agenciabrasil.ebc.com.br/internacional/noticia/2017-04/  conselho-eleitoral-confirma-vitoria-de-moreno, 04.04.2017. Adaptado) II. A direção do Tribunal Supremo de Justiça (TSJ)  declarou, hoje, que não suprimiu as funções do Poder  Legislativo e que é responsabilidade do próprio parla- mento “reassumir” suas funções, acatando as decisões  do  “É só responsabilidade do órgão legislativo reassumir  o válido exercício legal e legítimo de suas competências  constitucionais ao acatar as decisões do  e se submeter ao Estado de direito”, informou o Supremo  em comunicado lido pelo presidente do  Maikel Moreno. O Tribunal submeteu à revisão duas sentenças nas  quais limitava a imunidade parlamentar e nas quais assu- mia as funções da Casa perante a persistência do “desa- cato” do Legislativo a várias sentenças do TSJ. (http://agenciabrasil.ebc.com.br, 01.04.2017. Adaptado) III. Grupos de manifestantes invadiram o edifício do  Congresso nesta sexta-feira, após conseguirem passar  por um cordão policial, em um novo foco de inciden- tes violentos registrado logo depois que um grupo de  25 s­enadores aprovou o projeto de emenda constitucio- nal para habilitar a polêmica reeleição presidencial. Várias centenas de pessoas romperam a barreira  policial em uma batalha campal na qual as forças da  ordem dispararam balas de borracha, lançaram gás  lacrimogêneo e acionaram jatos de água. Os manifestantes destroçaram vidraças do edifício  e queimaram as portas de entrada, além de lançar mor- teiros e pedras contra a polícia. (http://agenciabrasil.ebc.com.br/internacional/noticia/2017-03/  manifestantes-invadem-congresso, 31.03.2017. Adaptado) As notícias I, II e III tratam, respectivamente,",
    "alternativas": {
      "A": "isenta as empresas contratantes e contratadas dos",
      "B": "determina que todas as empresas privadas podem",
      "C": "limita a terceirização do trabalhador à denominada",
      "D": "impede que a empresa de terceirização subcontrate",
      "E": "permite a terceirização de todas as atividades e au-"
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 33,
    "enunciado": "Em relação aos deveres, proibições e responsabilidades  do servidor público, é correto afirmar que",
    "alternativas": {
      "A": "servidor com horário especial, em função de ter côn-",
      "B": "se o órgão, por sua liberalidade, determinar a dimi-",
      "C": "como forma protetiva, deve ser imposta à pessoa",
      "D": "como medida protetiva e em razão dos elevados",
      "E": "constitui modo de inclusão da pessoa com deficiência"
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 35,
    "enunciado": "A Lei de Improbidade Administrativa prevê que",
    "alternativas": {
      "A": "não configura ato de improbidade a aquisição, para",
      "B": "a utilização de trabalho de servidores públicos na",
      "C": "frustrar a licitude de concurso público configura ato",
      "D": "suas disposições são aplicáveis, no que couber,",
      "E": "estão sujeitos às suas penas somente os agentes"
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 36,
    "enunciado": "No ambiente do MS-Windows 10, em sua configuração  padrão, no aplicativo acessório WordPad (e em grande  parte dos aplicativos em ambiente Windows), quando se  deseja selecionar um parágrafo todo, pode-se",
    "alternativas": {
      "A": "dar um triplo clique, com o botão principal do mouse,",
      "B": "dar um duplo clique, com o botão principal do mouse,",
      "C": "clicar com o botão secundário no parágrafo desejado",
      "D": "dar um duplo clique, com o botão secundário do mouse,",
      "E": "marcar uma palavra do parágrafo desejado e clicar"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 37,
    "enunciado": "Observe a imagem a seguir, retirada do MS-Word 2016,  em sua configuração padrão, que mostra 3 palavras em  3 parágrafos diferentes. Apenas as palavras foram digita- das, sem espaços nem tabulações adicionais. Assinale a alternativa que correlaciona corretamente  cada palavra/parágrafo do texto com formatação de fonte  e/ou de parágrafo aplicada.",
    "alternativas": {
      "A": "Justiça – alinhamento à esquerda; De – itálico.",
      "B": "Tribunal – negrito; De – itálico.",
      "C": "De – alinhamento à esquerda; Tribunal – sublinhado.",
      "D": "De – itálico; Justiça – negrito.",
      "E": "Tribunal – alinhamento centralizado; Justiça – sobrescrito."
    },
    "correta": "B",
    "imagem": "tirinha_2017_q37.png"
  },
    {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 38,
    "enunciado": "A imagem a seguir contém uma planilha sendo editada por meio do MS-Excel 2016, em sua configuração padrão. Considere que não existem linhas nem colunas ocultas e que a célula com o valor 5 é a célula D3. Assinale a alternativa que contém a fórmula que resulta no valor exibido na célula F6.",
    "alternativas": {
      "A": "=MAIOR(D3:F5;4)",
      "B": "=MENOR(D3:F5;4)",
      "C": "=MAIOR(D3:F5;5)",
      "D": "=SE(D3>2;D3;E5)",
      "E": "=MÉDIA(D3:F5)"
    },
    "correta": "A",
    "imagem": "tirinha_2017_q38.png"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 39,
    "enunciado": "Um servidor do  questionamento de um cidadão via correio eletrônico.  Além disso, precisa que sua conversa seja acompanha- da por um juiz, de modo que o cidadão não saiba quem  é o juiz (nem o endereço de e-mail usado por este) que  acompanha a conversa. O servidor enviará, então, uma  única mensagem por correio eletrônico para 2 destinatá- rios, sendo o endereço de e-mail do cidadão preenchido  no campo                        e o endereço de e-mail usado pelo  juiz preenchido no campo                        . Assinale a alternativa que preenche, correta e respectiva- mente, as lacunas do enunciado.",
    "alternativas": {
      "A": "Para … Para",
      "B": "Para … Assunto",
      "C": "Para … Cc",
      "D": "Assunto … Cco",
      "E": "Para … Cco"
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Atualidades / PCD",
    "numero": 40,
    "enunciado": "Para navegar na internet por meio do MS-Windows 10,  em sua configuração padrão, o aplicativo padrão é o",
    "alternativas": {
      "A": "Microsoft Edge.",
      "B": "Microsoft Internet Explorer 10.",
      "C": "Microsoft Safari.",
      "D": "Microsoft Internet Explorer 11.",
      "E": "Microsoft Chrome."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 41,
    "enunciado": "Na América Latina, o Movimento de Reconceituação do  Serviço Social representou um marco histórico da profissão.  Foi um movimento de grande importância ao destacar ques- tões fundamentais ao exercício profissional, principalmente  nos países de capitalismo dependente e desigual, tal como  configurado nas sociedades latino-americanas. No Brasil, o  foco do debate, até meados dos anos 70, adquiriu contor- nos diferenciados dos conteúdos priorizados na maioria dos  países desse continente. Nessa perspectiva, é correto afir- mar que, no Brasil, o choque do movimento de ruptura com  o Serviço Social tradicional reverteu-se, naquele contexto  histórico, em uma modernização da profissão que atualizou",
    "alternativas": {
      "A": "seu caráter simbólico.",
      "B": "seu compromisso com o funcionalismo.",
      "C": "sua herança conservadora.",
      "D": "sua plataforma construtiva.",
      "E": "sua estratégia tática."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 42,
    "enunciado": "As reflexões de estudiosos do fazer profissional do  Serviço Social tem priorizado a análise da intervenção  do Estado via políticas sociais públicas e seus efeitos  na sociedade. Esse viés de análise pode levar a uma  abordagem politicista das demandas profissionais. A  adoção dessa análise politicista dos direitos sociais e  das políticas sociais remete a um reconhecimento das  desigualdades sociais como naturais, sem resguardar  uma profunda aliança entre",
    "alternativas": {
      "A": "a política e o Estado.",
      "B": "a economia e a política.",
      "C": "o controle e a participação.",
      "D": "a sociedade e a profissão.",
      "E": "o usuário e a demanda."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 43,
    "enunciado": "As dimensões teórico-metodológicas, ético-políticas e  técnico-operativas do Serviço Social caracterizam-se  como uma unidade de diferentes elementos que deter- minam a riqueza e a amplitude que demarcam o modo  de ser da profissão. Ainda que tais dimensões existam  em relação umas às outras, a dimensão técnico-opera- tiva é a forma de aparecer da profissão que lhe dá visi- bilidade social. É correto afirmar que a intervenção de  natureza técnico-operativa não é neutra: ela está trave- jada pela dimensão ético-politica, que está baseada em  fundamentos teóricos, daí resultando a capacidade de o  profissional compreender os limites e as possibilidades  da profissão para além do exercício profissional, mas  como parte do movimento constitutivo",
    "alternativas": {
      "A": "dar uma determinada dimensão estratégica à inter-",
      "B": "contribuir e fortalecer as contradições próprias do",
      "C": "reforçar o compromisso com a doutrina católica.",
      "D": "colaborar para a redução de desigualdades sociais.",
      "E": "determinar a urgência da necessária mudança"
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 45,
    "enunciado": "A história não é uma abstração nem é constituída de for- ma independente dos homens. Embora o homem origi- nalmente surja da natureza, suas capacidades essenciais  são construídas por ele, em seu processo de humaniza- ção. Portanto, é correto afirmar que os modos de ser que  caracterizam o ser social são construções sócio-históricas.  A essa objetividade sócio-histórica, soma-se a ontologia  do ser social que dá ao homem a possibilidade de se com- portar como um ser ético, passando a construir mediações  com a natureza e com os outros homens. Nessa perspecti- va, inerente a todas as atividades humanas, compondo-se  como um traço essencial do indivíduo, está",
    "alternativas": {
      "A": "a superação.",
      "B": "o domínio.",
      "C": "a sensibilidade.",
      "D": "a sociabilidade.",
      "E": "a criatividade."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 46,
    "enunciado": "Para os profissionais do Serviço Social, o estudo da  ética, em seus fundamentos teóricos e sócio-históricos,  é condição primordial para a compreensão da ética  profissional. Nesse sentido, destaca-se que o Código  de Ética dos assistentes sociais, em sua fundamenta- ção teórica, está baseado na ontologia do ser social.  Enquanto valores éticos, o Código baseia-se em um  projeto profissional democrático. A prática política do  Serviço Social, nessa perspectiva, é o espaço de",
    "alternativas": {
      "A": "corretivas e estruturais.",
      "B": "justas e equilibradas.",
      "C": "autocráticas e acessíveis.",
      "D": "burocráticas e centralizadas.",
      "E": "individuais e focalizadas."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 48,
    "enunciado": "O exercício profissional de Serviço Social junto ao poder  judiciário guarda uma relação direta com as particulari- dades dessa instituição. Na esteira da judicialização da  questão social, o ideal liberal apresenta hegemonia na  instância judiciária e se materializa nas práticas jurídicas  por meio de critérios morais, construindo uma aparente  igualdade de interesses subjetivos. Cabe ao assisten- te social desvelar o cenário em que está inserido e o  conjunto de projetos societários em jogo e desenvolver  uma práxis que supere a tendência ao tarefismo e que  se comprometa com a viabilização de direitos sociais  invisíveis à jurisdição pela ótica da legalidade moral. Tais  competências são mediações de sentido ao trabalho dos  assistentes sociais ao se colocarem, intencionalmente,  em um movimento",
    "alternativas": {
      "A": "do risco de uma revolta popular.",
      "B": "da possibilidade de transformação social.",
      "C": "da perspectiva de falência do sistema.",
      "D": "do papel legitimador da política social.",
      "E": "de seus limites para financiamento dessas políticas."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 50,
    "enunciado": "Entre os diversos estudiosos de redes de políticas, é  consenso que, diante dos novos desafios impostos ao  Estado, as formas tradicionais de organização estatal  fundamentadas no paradigma burocrático são conside- radas insuficientes e inadequadas para a gestão de suas  funções. Embora considerem que a gestão de redes seja  uma grande lacuna nos estudos atuais desse campo,  afirmam ser possível essa forma de gestão. Na busca  por um novo paradigma, consideram como elementos- -chave, para a análise e a gestão das redes, os atores,  os recursos, as percepções e",
    "alternativas": {
      "A": "gestão de seus recursos.",
      "B": "igualdade orçamentária.",
      "C": "convocação da sociedade civil.",
      "D": "governança responsável.",
      "E": "titularidade de direitos."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 52,
    "enunciado": "A Constituição Federal de 1988, no título sobre a ordem  social, institui o conceito de seguridade social, de âmbito  público-estatal, que, com a participação da sociedade civil,  tem por finalidade a garantia de patamares mínimos de vida  da população em virtude das contingências econômicas e  sociais. A escolha da saúde, da previdência e da assistên- cia social expressa as três áreas de necessidades sociais  que compõem o Sistema de Seguridade Social brasileiro.  A seguridade, como viga mestre da ordem social, tem por  base o primado do trabalho como direito e dever de todos  e está organizada com base no(s) seguinte(s) objetivo(s):",
    "alternativas": {
      "A": "os recursos humanos existentes.",
      "B": "os aspectos burocráticos da instituição.",
      "C": "as condições institucionais reais.",
      "D": "os requisitos metodológicos determinantes dos obje-",
      "E": "as normativas institucionais para o atendimento."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 54,
    "enunciado": "O Serviço Social de casos individuais faz parte de uma  metodologia tradicional com profunda influência no  Serviço Social no âmbito da Justiça da Infância e da  Juventude, mesmo após o Movimento de Reconceitua­ ção da profissão. Constituído por três etapas – estudo,  diagnóstico e tratamento –, a abordagem individual  foi adotada desde o momento de implementação do  Serviço Social nos chamados Juizados de Menores.  Sob a influência da Doutrina Social da Igreja Católica  ou mesmo vinculando-se à visão de mundo do profissio- nal, as técnicas para estudo, diagnóstico e tratamento  tinham por base o Serviço Social norte-americano. Nos  dias atuais, como suporte fundamental para a aplicação  de medidas judiciais previstas no Estatuto da Criança  e do Adolescente, Lei no 8.069/1990, o Serviço Social  Judiciário utiliza-se",
    "alternativas": {
      "A": "sua inclusão laboral.",
      "B": "o exercício de sua cidadania.",
      "C": "sua prática estudantil.",
      "D": "a participação produtiva.",
      "E": "sua plena capacitação pessoal."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 56,
    "enunciado": "Ao longo dos anos, o assistente social, compreendido  como o profissional detentor de saberes qualificados  para dar suporte às decisões judiciais nas áreas da  infância, adolescência e família, veio sendo cada vez  mais demandado a auxiliar o juiz no conhecimento e na  definição de particularidades da questão social que  se referem a esses segmentos. Nas ações que as  Varas da Infância e da Juventude desenvolvem, com  os objetivos de pesquisar e analisar acontecimentos  e situações de vida, os instrumentos e as técnicas de  intervenção dos quais o Serviço Social se utiliza são,  fundamentalmente, a entrevista,",
    "alternativas": {
      "A": "a abordagem e a triagem.",
      "B": "o relacionamento e a reunião.",
      "C": "o cadastramento e o aconselhamento.",
      "D": "a visita domiciliar e a observação.",
      "E": "o encaminhamento e o plantão."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 57,
    "enunciado": "Os instrumentos e as técnicas utilizados nas ações profis- sionais dos assistentes sociais são objetivos e concretos,  perpassados pela sociabilidade e subjetividade que inte- gram essa atividade humana e social. Os instrumentos são  os potencializadores das intencionalidades teórico-políticas  do profissional para a concretização da ação, e as técnicas,  as maneiras pelas quais ele direciona suas ações. Para o  desenvolvimento do exercício profissional, é correto com- preender que os instrumentos e as técnicas são mediações  por meio das quais o assistente social objetiva seus proje- tos, ou seja, esse profissional utiliza-se destes para a con- cretização da ação no conjunto",
    "alternativas": {
      "A": "formalidade necessária.",
      "B": "prova judicial.",
      "C": "respaldo obrigatório.",
      "D": "recurso importante.",
      "E": "estratégia possível."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 59,
    "enunciado": "Linguagem, contexto social, emissor e receptor devem  ser levados em conta em uma situação de comunicação.  O discurso oral estabelece uma comunicação direta, pro- movendo contato mais próximo entre assistente social e  usuário. No entanto, no contexto forense, a comunicação  escrita assume extrema importância, pois configura os fa- tos e o desenrolar dos autos de um processo. Toda a histó- ria do usuário faz parte do processo judicial, que, além do  registro de documentos, apresenta conteúdos referentes  a providências, determinações e decisões, sendo também  um importante meio de comunicação entre os profissionais.  Em um  gem própria, formal, do universo forense. Os profissionais  oriundos de outras áreas, que não do Direito, a exemplo dos  assistentes sociais, devem utilizar linguagem culta, técnica  e identificada com",
    "alternativas": {
      "A": "programas específicos.",
      "B": "objetividade de propósitos.",
      "C": "regras estáveis.",
      "D": "propostas concretas.",
      "E": "delimitação de poder."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 61,
    "enunciado": "O Serviço Social possui interface histórica com o Direito,  na medida em que o foco do seu trabalho está na defesa,  conquista, viabilização e veiculação dos direitos e na mes- ma medida em que se apresenta como campo legítimo de  trabalho no âmbito jurídico. Junto a outros profissionais, o  assistente social contribui para a construção de formas de  ação nesse campo. O conjunto de demandas aponta para a  pertinência de seu trabalho, imprimindo legitimidade à ação  profissional. Ao abordar a contribuição desse profissional  nessa área, ainda que este integre uma equipe interdiscipli- nar, Chuairi (2001) destaca sua pouca expressividade e sua  participação incipiente em vista do desconhecimento das  possibilidades de trabalho do assistente social, por parte",
    "alternativas": {
      "A": "plurais.",
      "B": "econômicos.",
      "C": "sociológicos.",
      "D": "genéricos.",
      "E": "específicos."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 63,
    "enunciado": "O Brasil viveu diferentes períodos históricos, nos quais  a questão dos direitos humanos foi se colocando de  modo diferenciado em relação à ação da sociedade na  luta por tais direitos. Foi no período do enfrentamento  à ditadura militar que a luta pelos direitos humanos  ganhou força social e política. A forte repressão a todo  tipo de manifestação e a violação de direitos políticos  e sociais foram impulsionadores da discussão sobre  direitos, quando esta passou a ganhar a conotação  que tem hoje: de direitos humanos e sociais, incorpo- rados ao discurso",
    "alternativas": {
      "A": "uma definição clara de estratégias globais para enfren-",
      "B": "um maior compromisso ético-político profissional.",
      "C": "a construção de um aparato legal que fundamenta a",
      "D": "o engajamento de toda a sociedade nesta causa.",
      "E": "a superação de determinações institucionais ambí-"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 65,
    "enunciado": "De acordo com a Lei no 13.146/2015, toda pessoa com  deficiência tem direito a igualdade de oportunidades com  as demais pessoas e será protegida de toda forma de  negligência, discriminação, exploração, violência, tortura,  crueldade, opressão e tratamento desumano ou degra- dante. Conforme o artigo 5o (parágrafo único) da referida  lei, para fins dessa proteção, são consideradas especial- mente vulneráveis as seguintes pessoas com deficiência:  a criança, o adolescente, o idoso e",
    "alternativas": {
      "A": "escolha e do exercício laborativo.",
      "B": "comunicação da informação.",
      "C": "imagem das pessoas.",
      "D": "decisão de ir e vir.",
      "E": "liberdade de pensamento e atos."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 67,
    "enunciado": "Embora não se negue que a família, independentemente  da sua condição socioeconômica e de sua configuração,  pode se constituir em um espaço de conflitos diversifi- cados e de negação das relações protetivas entre seus  membros, é inegável também que, ao longo da história  moderna, caracterizou-se como um espaço de inserção e  apoio para o indivíduo. Conforme a perspectiva apontada  por Gueiros (2002), em decorrência das políticas neolibe- rais adotadas no Brasil, o trabalho, como principal fator  de integração e de acesso à cidadania, deixa de fazer  parte da vida de muitos indivíduos, fato esse somado à  escassez de políticas públicas voltadas para setores vul- nerabilizados da sociedade. Nessa linha de pensamento,  ganha importância",
    "alternativas": {
      "A": "complexidade.",
      "B": "dependência.",
      "C": "solidariedade.",
      "D": "autonomia.",
      "E": "alteridade."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 69,
    "enunciado": "As novas configurações familiares são cada vez mais fre- quentes, marcadamente nas grandes metrópoles; ­assim  começam a ter visibilidade, seja por contarem com apoio  de grupos organizados, com grande poder de pressão por  direitos, seja por fazerem parte do cotidiano das pessoas,  não sendo possível negá-las. É correto afirmar que a família  condensa uma história, uma linguagem e códigos morais  próprios. É a partir desses elementos e de sua condição  social que a família organiza sua forma de inserção na  ­sociedade e de",
    "alternativas": {
      "A": "orientação e acompanhamento permanentes.",
      "B": "submissão a demandas próprias do sistema.",
      "C": "compreensão objetiva de seu papel.",
      "D": "definição de seu status social.",
      "E": "socialização de seus membros."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 70,
    "enunciado": "Ao estudar a delimitação da moral nas famílias pobres,  Sarti (2012) pergunta quais são os fundamentos que efe- tivamente estruturam suas relações, segundo sua pró- pria concepção moral. Em sua pesquisa, a autora obser- va que a dinâmica entre consanguinidade e afetividade  promove um movimento pendular, tornando a rede de  parentesco decisiva no contexto das relações familiares.  No entanto, a extensão vertical do grupo familiar não se  vincula à genealogia ou ao uso do sobrenome, conferido  pelo nome da família. Como não há status ou poder a ser  transmitido, a noção de família para os pobres associa- -se àqueles em quem se pode confiar, sendo necessário  um vínculo mais preciso que o de sangue para demarcar  quem é parente ou não. Nessa perspectiva, a noção de  extensão de família entre os pobres define-se a partir do  princípio",
    "alternativas": {
      "A": "as articulações interpessoais naturais.",
      "B": "a ordem social hegemônica.",
      "C": "o padrão familiar.",
      "D": "o seu caráter peculiar.",
      "E": "a instituição do casamento."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 72,
    "enunciado": "Casamento e separação são situações muito próximas uma  da outra, no entanto, possuem significados antagônicos. A  separação, em razão do término de um casamento, guar- da similaridade com outras situações marcadas por perdas  pelas quais as pessoas passam durante suas ­vidas. Como  destaca Maldonado (2009), a partir dos estudos do soció- logo Zigmunt Bauman, na época em que vivemos, nada é  feito para durar para sempre, ou seja, o mundo contempo- râneo imprime uma característica de provisoriedade à vida  cotidiana. Nessa linha de ­raciocínio, conforme afirmação  da citada estudiosa, “investir num ­casamento para durar  uma eternidade já deixou de ser uma meta para muita gen- te”. Ainda, fases de mudança na vida originam-se de um  incômodo que precisa ser superado e, no momento que a  mudança deixa de representar uma catástrofe, esta passa  a ser compreendida como",
    "alternativas": {
      "A": "provisória.",
      "B": "uma inconsequência.",
      "C": "temerária.",
      "D": "uma oportunidade.",
      "E": "dispensável."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 73,
    "enunciado": "Conforme estabelecido no Código Civil (artigo 1.694),  podem os parentes, os cônjuges ou companheiros ­pedir  uns aos outros os alimentos de que necessitem para  viver de modo compatível com sua condição social,  ­inclusive para atender as necessidades de sua educa- ção. Proporcionais às necessidades do reclamante e  dos recursos da pessoa obrigada, os alimentos serão  apenas os indispensáveis à subsistência do primeiro.  De acordo com o artigo 1.696 do Código Civil, o direito  à prestação de alimentos é recíproco entre pais e filhos  e extensivo a todos os ascendentes, sendo que, na falta  deles,",
    "alternativas": {
      "A": "da autoridade responsável.",
      "B": "dos direitos de filiação.",
      "C": "da capacidade suspensiva.",
      "D": "do regime conjugal.",
      "E": "do poder familiar."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 75,
    "enunciado": "O Estatuto da Criança e do Adolescente (ECA),  Lei no 8.069/1990, inaugura uma nova compreensão e  uma perspectiva de abordagem que superam a visão  de “menor em situação irregular” imposta pelo anterior  Código de Menores. De acordo com o ECA, criança e  adolescente são sujeitos de direitos. Nesse sentido, o  estatuto estabelece que a criança e o adolescente têm  direito à proteção à vida e à saúde, mediante a efetivação  de políticas sociais públicas que permitam o nascimento  e o desenvolvimento sadio e harmonioso, em condições  dignas de existência. Conforme estabelece o artigo 13 do  referido estatuto, os casos de suspeita ou confirmação  de castigo físico, de tratamento cruel ou degradante e de  maus-tratos contra criança ou adolescente serão obriga- toriamente comunicados",
    "alternativas": {
      "A": "acumulativa.",
      "B": "conjunta.",
      "C": "dependente.",
      "D": "assimétrica.",
      "E": "qualificada."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 77,
    "enunciado": "As medidas de proteção à criança e ao adolescente são  aplicáveis sempre que os direitos reconhecidos no ECA  forem ameaçados ou violados. São várias as medidas  previstas, tais como o encaminhamento aos pais ou res- ponsável mediante termo de responsabilidade, orienta- ção, apoio e acompanhamento temporários, matrícula  e frequência obrigatórias em estabelecimento oficial de  ensino fundamental, entre outras. Conforme estabelece o  artigo 102 do ECA, todas as medidas de proteção serão  acompanhadas",
    "alternativas": {
      "A": "ao processo de autonomia gradativa da criança ou",
      "B": "ao melhor desempenho escolar.",
      "C": "ao fortalecimento dos vínculos familiares e comuni-",
      "D": "à construção da consciência identitária.",
      "E": "à participação proativa no mundo social e político."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 79,
    "enunciado": "A colocação em família substituta é feita mediante guarda,  tutela ou adoção, de acordo com normativas prescritas no  EC",
    "alternativas": {
      "A": "abrangente.",
      "B": "temporário.",
      "C": "permanente.",
      "D": "negociável.",
      "E": "decisório."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 81,
    "enunciado": "Lançado no ano de 2006, o Plano Nacional de Promo- ção, Proteção e Defesa do Direito de Crianças e Adoles- centes à Convivência Familiar e Comunitária traz explí- cita a mudança do olhar e do fazer as políticas públicas  para a infância, a adolescência e a juventude, no sentido  de que tais políticas devem promover a inclusão social e  buscar a superação das vulnerabilidades sociais. Nessa  perspectiva, o Plano indica a necessidade de políticas  extensivas aos demais atores sociais do Sistema de  Garantia de Direitos, “... implicando a capacidade de ver  as crianças e os adolescentes como sujeitos de direitos  e de maneira indissociável de seu contexto sociofamiliar  e comunitário”, retratando a tendência da ideia de",
    "alternativas": {
      "A": "tornou-se expressão de um sem número de conflitos",
      "B": "aviva-se na perspectiva do pensamento liberal com",
      "C": "foi substituída por mecanismos que consideram a",
      "D": "atualiza-se como legítima produção de um mundo",
      "E": "reflete as contradições intersubjetivas e fomentadas"
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 83,
    "enunciado": "Como afirma Costa (2005), na trajetória da violência,  compreendida como envolvimento com o mundo do trá- fico e do uso de armas, os jovens obtêm ganhos não  encontrados facilmente em outros espaços sociais ou  por meio de outro modo de vida na sociedade contem- porânea que não o da criminalidade. Visibilidade, força  e poder são alguns desses ganhos possibilitados pela  mídia, pelo porte de armas, pela posição na hierarquia  do tráfico e pela intimidação das pessoas, fazendo com  que as possibilidades de status, autoestima e virilidade,  pela inserção no mundo do tráfico, superem as parcas  possibilidades do projeto de vida fora dele, possibilidades  essas entendidas como vantagens",
    "alternativas": {
      "A": "amplia a política criminal.",
      "B": "compatibiliza o sentido de valorização social.",
      "C": "faz contraponto com os direitos sociais mais amplos.",
      "D": "apresenta assertividade.",
      "E": "revitaliza a política de atendimento à criança e ao"
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 85,
    "enunciado": "Ao ato infracional praticado por adolescente, conforme  define o ECA, corresponde a aplicação de medidas  socioeducativas. São várias as medidas que podem  ser adotadas e, para tanto, consideram-se a sua capa- cidade de cumpri-la, as circunstâncias e a gravidade  da infração. De acordo com o artigo 117 do estatuto,  a prestação de serviços comunitários, uma das medi- das previstas na referida lei, consiste na realização de  tarefas gratuitas de interesse geral, por período não  excedente a seis meses, junto a entidades assisten- ciais, hospitais, escolas e outros estabelecimentos  congêneres, bem como em programas comunitários  ou governamentais, com o objetivo de não prejudicar a  frequência à escola. O parágrafo único do mesmo ar- tigo, define que as tarefas serão atribuídas conforme  as aptidões do adolescente, devendo ser cumpridas  aos sábados, ­domingos e feriados ou em dias úteis,  durante jornada semanal máxima de",
    "alternativas": {
      "A": "incluindo o Conselho Tutelar.",
      "B": "com lícito acesso a todo e qualquer cidadão.",
      "C": "exceto expressa autorização judicial.",
      "D": "aplicada a regra sem qualquer exceção.",
      "E": "estendendo-se à vítima do ato infracional praticado."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 87,
    "enunciado": "Em se tratando de crianças e adolescentes vitimizados, de  acordo com o Plano Nacional de Promoção, Proteção e  Defesa do Direito de Crianças e Adolescentes à Convivên- cia Familiar e Comunitária, merecem atenção e interven- ção da sociedade e do Estado a negligência, o abandono  e a violência. O referido Plano cita Azevedo e Guerra que  entendem a negligência como falha dos pais ou responsá- vel, no atendimento às necessidades dos filhos. Descasos  com saúde, higiene, educação e alimentação são algumas  das formas de negligência, sendo o abandono sua forma  mais grave. Na perspectiva das autoras citadas, o Conse- lheiro Tutelar ou qualquer outro ator institucional ou social,  ao deparar-se com uma possível situação de negligência  ou abandono, deve sempre",
    "alternativas": {
      "A": "três meses após seu início.",
      "B": "em prazo concomitante à revisão semestral.",
      "C": "em intervalos de quatro meses.",
      "D": "a qualquer tempo.",
      "E": "após homologação do plano individual."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 89,
    "enunciado": "A Lei no 11.340/2006, conhecida como “Lei Maria da  Penha”, tem como objetivo coibir a violência domésti- ca e familiar contra a mulher e representa um grande  avanço na proteção às diferentes formas de violência  presentes na vida da mulher brasileira. No atendimento  à mulher em situação de violência doméstica e familiar,  conforme estabelece o artigo 11, inciso V, a autoridade  policial deverá, entre outras providências,",
    "alternativas": {
      "A": "monitorar sua rotina diária como medida de segurança.",
      "B": "encaminhar a vítima à sua família de origem para",
      "C": "assegurar as condições para sua alimentação ainda",
      "D": "retirar o agressor da moradia comum.",
      "E": "informar à ofendida os direitos a ela conferidos e os"
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 90,
    "enunciado": "A relação família e violência, em estudos ancorados no  eixo teórico da normatividade/estabilidade, coloca a famí- lia na base dos comportamentos violentos, na medida em  que esta não desempenha ou que falha em suas funções  institucionais, de socialização, de cuidado e de proteção  de seus membros. Conforme Mioto (2003), é na visão de  família patológica e, portanto, promotora de comporta- mentos igualmente patológicos, que predomina a ideia de  violência como expressão de delinquência. Amplamente  utilizado, tanto na literatura como nos relatórios técnicos  de serviços, esse conceito está embutido na categoria de",
    "alternativas": {
      "A": "a casos específicos.",
      "B": "às vítimas e aos agressores.",
      "C": "aos profissionais da área.",
      "D": "a toda a população.",
      "E": "aos gestores."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 92,
    "enunciado": "A corrente teórica do conflito/transformação considera  violência como um processo radicado nas contradições  dos sistemas sociais, como consequência do contro- le promovido pelas classes hegemônicas, ao qual se  opõem classes ou grupos portadores da perspectiva de  outra ordem social. Nesse sentido, conforme defende  Mioto (2003), a análise dos atos de violência não é feita a  partir de condutas individuais, mas coloca a geração dos  comportamentos violentos como decorrentes da organi- zação social, sem perder de vista as perspectivas cultu- ral e psicológica. Por isso, a intervenção profissional nas  situações de violência doméstica pressupõe reconhecer  o terreno contraditório no qual a violência se expressa  e a complexidade do objeto de trabalho. Nessa direção,  a família seria um espaço de manifestação da chamada  violência",
    "alternativas": {
      "A": "sua retração.",
      "B": "seu avanço.",
      "C": "sua reorganização.",
      "D": "sua manutenção.",
      "E": "seu progresso."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 94,
    "enunciado": "As medidas específicas de proteção ao idoso são aplicáveis  sempre que os direitos reconhecidos na Lei no 10.741/2003  forem ameaçados ou violados. A requisição para tratamen- to de saúde em regime ambulatorial, hospitalar ou domici- liar é uma dessa medidas e poderá ser aplicada, isolada ou  cumulativamente, às demais, levando-se em conta os fins  sociais a que se destinam e o fortalecimento dos vínculos  familiares e comunitários. As medidas de proteção poderão  ser determinadas pelo Ministério Público ou, a requerimen- to deste,",
    "alternativas": {
      "A": "por todo e qualquer cidadão.",
      "B": "pelo",
      "C": "pelo órgão público específico.",
      "D": "pelo responsável legal do idoso.",
      "E": "pelo conselho do idoso."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 95,
    "enunciado": "Desde a metade do século XIX, com base em ­estudos  biológicos e fisiológicos, a velhice foi tratada como uma  fase da vida caracterizada pela decadência e pela ausên- cia de papéis sociais. Na abordagem antropológica, duas  tendências reagrupam os estudos sobre o envelhecimen- to: uma delas refere-se aos estudos holísticos, que bus- cam a forma de organização dos dados e do significado  do envelhecimento a partir do interior de uma determina- da cultura; a outra refere-se a uma abordagem estática  dos fenômenos socioculturais, apoiando-se nos fatores  que ­determinam a posição social dos idosos e o impac- to desses fatores sobre eles. Nesses estudos, conforme  Minayo e Coimbra Jr. (2011), a deterioração da condição  dos idosos e a diminuição do prestígio são associadas",
    "alternativas": {
      "A": "assumirá a posse dos bens do interditado.",
      "B": "avocará para si a manutenção do interditado.",
      "C": "deverá ser parente em primeiro grau.",
      "D": "poderá ser o requerente da interdição.",
      "E": "será obrigatoriamente seu tutor."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 97,
    "enunciado": "O Livro I do ECA – Parte Geral, no Capítulo III, trata do  direito à convivência familiar e comunitária, destacando,  no artigo 19, o direito da criança e do adolescente de ser  criado e educado no seio de sua família e, excepcional- mente, em família substituta, assegurada a convivência  familiar e ­comunitária, em ambiente que garanta seu  desenvolvimento integral. Fica evidente toda uma aten- ção voltada ao atendimento das necessidades próprias  desse momento de desenvolvimento, compreendendo  que é no dia a dia da convivência da criança e do ado- lescente, na família e nas relações de vizinhança, de  bairro e de cidade, na escola e no lazer que eles vão se  abrindo para o mundo, assimilando valores e hábitos,  formando seu caráter, introduzindo-se na vida social. A  guarda, uma das possibilidades de colocação em famí- lia substituta, conforme prescreve o artigo 33, § 3o do  ECA, confere à criança ou ao adolescente, para todos  os fins e efeitos de direito, inclusive os previdenciários,  a condição de",
    "alternativas": {
      "A": "a logística possível.",
      "B": "as regras de acesso comum aos envolvidos, ainda",
      "C": "as prioridades legitimamente estabelecidas.",
      "D": "a disponibilidade do genitor que está fora da base",
      "E": "as condições fáticas."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 99,
    "enunciado": "A Lei no 12.318/2010 define, no artigo 2o, que se  ­considera ato de alienação parental a interferência na  formação psicológica da criança ou do adolescente­  promovida ou induzida por um dos genitores, pelos  avós ou pelos que tenham a criança ou o adolescente­  sob sua autoridade, guarda ou vigilância para que  ­repudie genitor ou que cause prejuízo ao estabeleci- mento ou à manutenção de vínculos com este. Con- forme prescreve o artigo 7o da citada lei, a atribuição  ou alteração da guarda será dada, por preferência, ao  genitor que viabiliza a efetiva convivência da criança  ou do adolescente com o outro genitor, nas hipóteses  em que seja inviável",
    "alternativas": {
      "A": "a guarda compartilhada.",
      "B": "o diálogo entre os genitores.",
      "C": "uma convivência pacífica.",
      "D": "o atendimento pelo Conselho Tutelar.",
      "E": "um padrão normal de comportamento."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2017.pdf",
    "materia": "Serviço Social",
    "numero": 100,
    "enunciado": "De acordo com a Lei Federal no 12.318/2010, a prática de  ato de alienação parental fere direito fundamental da crian- ça ou do adolescente de convivência familiar saudável e  prejudica a realização de afeto nas relações com o genitor  e com o grupo familiar; constitui, ainda, abuso moral contra  criança ou adolescente e descumprimento dos deveres  inerentes à autoridade parental ou decorrentes de tutela  ou guarda. Caracterizados como atos típicos de alienação  parental, a mesma lei, em seu artigo 6o, define que, sem  prejuízo da decorrente responsabilidade civil ou criminal  e segundo a gravidade do caso, o Juiz poderá",
    "alternativas": {
      "A": "perguntar qual o desejo do filho envolvido.",
      "B": "declarar a suspensão da autoridade parental.",
      "C": "colocar a criança ou o adolescente provisoriamente",
      "D": "determinar acolhimento institucional da criança.",
      "E": "i it"
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 1,
    "enunciado": "Prova assistente soc   \u0007Você recebeu sua folha de respostas, este caderno, conte   \u0007Confira seus dados impressos na capa deste caderno e na   \u0007Quando for permitido abrir o caderno, verifique se está problema, informe ao fiscal da sala para a devida substitu   \u0007Leia cuidadosamente todas as questões e escolha a respo   \u0007Marque, na folha de respostas, com caneta de tinta preta,   \u0007A duração das provas objetiva e discursiva é de 5 hora respostas e para a transcrição do texto definitivo.   \u0007Só será permitida a saída definitiva da sala e do prédio ap   \u0007Deverão permanecer em cada uma das salas de prova os prova, assinando termo respectivo.   \u0007Ao sair, você entregará ao fiscal o caderno de prova discu   \u0007Até que você saia do prédio, todas as proibições e orienta Aguarde a ordem do fiscal Nome do candidato Inscrição RG  DICIÁRIO O ESTADO DE SÃO PAULO o público a Objetiva cial judiciário endo 70 questões objetivas, e o caderno de prova discursiva. a folha de respostas.  completo ou se apresenta imperfeições. Caso haja algum  uição desse caderno. osta que você considera correta. , a letra correspondente à alternativa que você escolheu. as, já incluído o tempo para o preenchimento da folha de  pós transcorridas 2 horas do início das provas. s 3 últimos candidatos, até que o último deles entregue sua  ursiva, a folha de respostas e este caderno. ações continuam válidas. al para abrir este caderno. Prédio Sala Carteira Leia o texto a seguir para responder às questões de 01 a 08: Uma nova era para a China A China encerrou 2024 com dois feitos notáveis. O primeiro:  o Produto Interno Bruto (PI",
    "alternativas": {
      "B": "retira o Brasil de negociações vantajosas, o que deve",
      "A": "cria para o mundo um cenário de limitadas expecta-",
      "C": "coloca o Brasil em uma situação delicada, o que jus-",
      "D": "deixa o Brasil em posição estratégica, o que permitirá",
      "E": "garante ao Brasil condições espetaculares de nego-"
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 2,
    "enunciado": "Ao destacar os desafios econômicos para os próximos  anos, o texto deixa claro que a China",
    "alternativas": {
      "A": "“Outro ponto de atenção é o encolhimento popula-",
      "B": "“... exigirá bem mais que os estímulos dados por",
      "C": "“Trata-se de crescimento invejável para a maioria",
      "D": "“A China registrou declínio de população nos últimos",
      "E": "“... pode enfraquecer ainda mais seu mercado domés-"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 4,
    "enunciado": "A tipologia textual predominante no texto é a",
    "alternativas": {
      "A": "expositiva, pois tem como objetivo a explicação dos",
      "B": "injuntiva, pois tem como objetivo a interlocução direta",
      "C": "narrativa, pois tem como objetivo o relato pormeno-",
      "D": "descritiva, pois tem como objetivo a apresentação",
      "E": "argumentativa, pois tem como objetivo a análise da"
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 5,
    "enunciado": "O termo destacado está empregado em linguagem deno- tativa na passagem:",
    "alternativas": {
      "A": "o PIB da China, em 2024, foi semelhante ao de 2023;",
      "B": "o PIB da China, em 2024, superou um pouco o de",
      "C": "o PIB da China, em 2024, foi bem maior que o de",
      "D": "o PIB da China, em 2024, foi menor do que o de 2023;",
      "E": "o PIB da China, em 2024, foi bastante menor que o"
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 7,
    "enunciado": "Considere as passagens a seguir: •  \u0007“... parece cada vez mais improvável.” (2o parágrafo) •  \u0007“... em grande parte bem-sucedido até aqui...” (6o pará- grafo) O antônimo de “improvável” e o sinônimo de “bem-sucedido”  são, correta e respectivamente:",
    "alternativas": {
      "A": "“... mesmo para um país com mais de 1 bilhão de",
      "B": "“... não apenas não deve se repetir, como certamente",
      "C": "“... porque o modelo atual [...] pode enfraquecer ainda",
      "D": "“... mas muito aquém daquele que o gigante asiático",
      "E": "“... como mais um argumento para limitar as importa-"
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 9,
    "enunciado": "Na abordagem que faz do tema, o cronista defende que",
    "alternativas": {
      "A": "experiência pessoal seguida de informações hipoté-",
      "B": "situação hipotética seguida de informações factuais.",
      "C": "explicação subjetiva seguida de informações hipoté-",
      "D": "informação factual seguida de informações factuais.",
      "E": "situação hipotética seguida de outra situação hipo-"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 11,
    "enunciado": "Assinale a alternativa em que a frase atende à norma- -padrão, considerando-se os aspectos de regência  nominal, regência verbal, uso ou não do acento indicativo  da crase e colocação pronominal.",
    "alternativas": {
      "A": "Se as pessoas me perguntassem a que me referia,",
      "B": "Se as pessoas me perguntassem o que me referia,",
      "C": "Se as pessoas me perguntassem no que me referia,",
      "D": "Se as pessoas me perguntassem do que me referia,",
      "E": "Se as pessoas me perguntassem o que me referia,"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 12,
    "enunciado": "A concordância nominal e a concordância verbal estão  em conformidade com a norma-padrão em:",
    "alternativas": {
      "A": "Os direitos humanos tem sido violado sistematica-",
      "B": "No verão de 2014, despertou-me a atenção os aconte-",
      "C": "Existe políticas discriminatórias e racistas, herdadas",
      "D": "Os fatos recente envolvendo a morte de afro-america-",
      "E": "Ainda que aconteça a milhas de distância a violência"
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 13,
    "enunciado": "Uma das vertentes teóricas, da qual Iamamoto (2021)  faz parte, entende o Serviço Social como uma especia- lização do trabalho coletivo, inserida na divisão social  e técnica do trabalho. Mesmo nos diferentes espaços  sócio-ocupacionais, a exemplo do sociojurídico, a profis- são é analisada a partir das suas condições históricas e  considerada como partícipe do processo de produção de  valor e de mais-valia ou de sua distribuição na sociedade  capitalista. Atravessada por tensões e interesses de clas- ses, a profissão situa-se, predominantemente, no campo  político-ideológico, respondendo tanto a demandas do  capital como do trabalho e só pode fortalecer um ou outro  polo",
    "alternativas": {
      "A": "por intermédio de sua neutralidade intrínseca.",
      "B": "pela mediação de seu oposto.",
      "C": "por intervenção externa.",
      "D": "a partir de uma postura independente.",
      "E": "por meio de mecanismos internos."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 14,
    "enunciado": "Ao referir-se à literatura que trata das políticas sociais no  Brasil, Guerra (2018) afirma que as elaborações teóricas  do Serviço Social sobre o tema encontram-se influencia- das por uma racionalidade posta no/pelo processo de  organização das relações sociais capitalistas e redundam  em análises reducionistas sobre as questões sociais e  suas resultantes: políticas sociais e funções estatais. Para  a autora, tais publicações tem como características três  tendências que as comprometem, em vista da predomi- nância dos vetores “distributivista, moralista e politicista”  que a direcionam. Afirma ainda que o eixo que articula tais  vetores encontra sua unidade numa visão",
    "alternativas": {
      "A": "garantia financeira.",
      "B": "produção de conhecimento.",
      "C": "reconhecimento profissional.",
      "D": "alcance de resultados.",
      "E": "posição na organização."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 16,
    "enunciado": "A intervenção profissional dos assistentes sociais no   escala na Justiça Estadual. Em relação à essa atuação,  um mapeamento realizado pelo Conjunto CFESS-CRESS  aponta para as atribuições periciais e de assessoramento  técnico aos magistrados, como atribuições de destaque  do profissional. Trata-se da recorrência ao conhecimento  da área do Serviço Social, cujo conteúdo é apresentado  em instrumental próprio e que contribui para formar o pro- cesso, para subsidiar a ação sobre a qual o magistrado  decide, denominada",
    "alternativas": {
      "A": "averiguação in loco.",
      "B": "avaliação factual.",
      "C": "instrução social.",
      "D": "qualificação sociofamiliar.",
      "E": "apreciação probatória."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 17,
    "enunciado": "Reiteradas vezes o assistente social, inserido na equipe  multiprofissional judiciária, é o profissional responsável  pelo atendimento e estabelecimento de condutas em  situações em que há suspeita de negligência. Na sua pes- quisa sobre o tema, Berberian (2015) aponta a imprecisão  conceitual e a errônea correlação imediata entre as situa­ ções de pobreza vividas pelas famílias e a caracterização  da negligência, utilizada por parcela dos profissionais.  Para além dos depoimentos que negam ou afirmam a pre- sença de juízo de valores no atendimento profissional das  situações de negligência, a autora constatou no discurso  da maioria dos assistentes sociais entrevistados ausência  de referências",
    "alternativas": {
      "A": "a perspectiva intergeracional.",
      "B": "a tendência protecionista.",
      "C": "o paradigma crítico.",
      "D": "a lógica familista.",
      "E": "a vertente autonomista."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 19,
    "enunciado": "O que alguns juristas e cientistas sociais estão chamando  de “judicialização dos conflitos sociais” ou, ainda, “judiciali- zação da política”, traduz a tendência de transferir para um  poder estatal, no caso do Judiciário, a responsabilidade de  atendimento das demandas, no lugar de fortalecer a pers- pectiva de garantia de direitos positivados. Em se tratando  do atendimento de crianças e adolescentes, Fávero (2020)  afirma que a judicialização tem se intensificado, em detri- mento da efetivação do Sistema de Garantia de Direitos  da Criança e do Adolescente (SGDCA), expressando-se  basicamente em duas direções: pela busca individual do  acesso a direitos fundamentais; por responsabilizações e  punições de adolescentes, jovens e famílias, e, também,  por",
    "alternativas": {
      "A": "controle da participação e inclusão social.",
      "B": "garantia do direito à convivência familiar.",
      "C": "monitoramento dos postulantes.",
      "D": "orientação, apoio e acompanhamento temporários.",
      "E": "acolhimento institucional."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 21,
    "enunciado": "Além da previsão legal e da histórica atuação do assis- tente social nas demandas afetas às Varas da Família,  especialmente nos casos altamente litigiosos, a esse  profissional pode ser determinada a realização de avalia- ções biopsicossociais. A “avaliação psicossocial” é uma  nomenclatura que foi apreendida pela Psicologia Social,  particularmente na identificação de causas ou sintomas  de ordem psíquica ou psicossomática, não remetendo ao  trabalho interdisciplinar entre o Serviço Social e aquela  área. Por sua vez, a perícia em Serviço Social não se  equipara à terapia individual ou familiar. O entendimento  do CFESS é de que a elaboração de perícia e laudo biop- sicossocial não deve ser entendida como função, mas  como demanda para a área de atuação em que, no seu  interior, o assistente social é convocado a emitir opinião  técnica",
    "alternativas": {
      "A": "desde que expresse linha teórica contrária.",
      "B": "prevalecendo o mais próximo da verdade.",
      "C": "mesmo que penalizando ambas as partes.",
      "D": "sem apontar elementos conflituosos.",
      "E": "sem necessariamente adulterar resultados."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 23,
    "enunciado": "É vedado ao assistente social prestar informações ao   cimento no exercício profissional, em razão da neces- sidade de se resguardar o sigilo profissional. Cabe ao  assistente social prestar informações de natureza técnica,  isto é, suas avaliações e conclusões mediante a perícia  realizada. Por tratar-se de informações de outra natureza, o Código  de Ética (art. 20, a) veda ao assistente social prestar  depoimento judicial na condição de",
    "alternativas": {
      "A": "determinado.",
      "B": "comprometido.",
      "C": "criativo.",
      "D": "complexo.",
      "E": "simplista."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 25,
    "enunciado": "A denúncia tem sido acionada coletivamente pelos  assistentes sociais e usuários, de forma gradativa, desde  a implantação do Código de Ética de 1993, evidenciando  a ampliação da consciência ético-política do conjunto dos  profissionais. No contexto de precarização da vida e do  trabalho, os profissionais, em geral, temem a denúncia  por razões de sobrevivência. Nesse aspecto, e em vista  da baixa efetividade das ações individuais, a articulação  das equipes de Serviço Social com outras profissionais, e  com as suas entidades, é que pode fortalecer estratégias  de enfrentamento coletivo. Nessa perspectiva, o Código de Ética, ao versar sobre  as relações com as instituições empregadoras e outras,  define no seu artigo 8o como um dos deveres do Assis- tente Social:",
    "alternativas": {
      "A": "indicativo.",
      "B": "flexível.",
      "C": "parcial.",
      "D": "neutro.",
      "E": "tendencioso."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 27,
    "enunciado": "Ao discorrer sobre as perspectivas de elaboração do  Estudo Social, as normativas do CFESS afirmam que,  quando pautado em uma visão conservadora, o Estudo  Social requer que o assistente social avalie aspectos e  condutas com foco na individualidade e nas relações que  os usuários estabelecem no campo interpessoal, colo- cando-se a serviço da vigilância e do disciplinamento de  comportamentos, corroborando para a culpabilização e  julgamentos morais. Quando realizado a partir de uma  leitura de totalidade, fundamentado nos princípios que  norteiam o projeto ético-político profissional, os docu- mentos produzidos pelos assistentes sociais, derivados  do Estudo Social, podem e devem servir também como  uma forma de garantir",
    "alternativas": {
      "A": "direitos à população.",
      "B": "eficácia em sua análise.",
      "C": "concordância legal.",
      "D": "qualidade de seu trabalho.",
      "E": "julgamento adequado."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 28,
    "enunciado": "Com a finalidade de subsidiar e documentar um auto  processual, o Relatório Social deve apresentar o objeto  de estudo, os sujeitos envolvidos e a finalidade à qual  se destina. Utilizado amplamente no meio judiciário, o  Laudo Social, como documento resultante do processo  de perícia social, representa o registro das informações  mais significativas do Estudo Social. De acordo com Fávero (2018), o Laudo, contendo o  Parecer do Serviço Social, é utilizado no processo judicial  como mais um",
    "alternativas": {
      "A": "de respostas a quesitos.",
      "B": "já acompanhado pelo profissional.",
      "C": "simultâneo da mesma unidade familiar.",
      "D": "esclarecedor da verdade.",
      "E": "ainda que encerrado."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 30,
    "enunciado": "A perícia social recebe esta denominação por se tratar de  estudo social e parecer cuja finalidade é subsidiar uma  decisão, via de regra, judicial. Dependendo da solicita- ção, o assistente social nomeado perito poderá respon- der a quesitos, geralmente formulados pelo juízo e/ou  pelas partes. Analisar criticamente o que se pede para  que o profissional responda é essencial para a construção  da resposta a ser formulada pelo perito, devendo fazê-lo,  conforme destaca Fávero (In: CFESS/2014), sempre em  consonância com as prerrogativas",
    "alternativas": {
      "A": "imediatistas.",
      "B": "compensatórias.",
      "C": "articuladas.",
      "D": "solidárias.",
      "E": "neutras."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 32,
    "enunciado": "As políticas sociais, como resposta do Estado em sua  função protetiva frente às diversas expressões da ques- tão social, têm como responsabilidade anteciparem-se  às situações de violação de direitos, assim como apoiar,  acolher, cuidar dos cidadãos em situação de vulnerabi- lidade. O  o papel de aplicar as leis e as normativas, defender os  direitos e se constituir em instância recursal. Conforme  o princípio da ‘incompletude institucional’, pressupõe-se  que deva haver uma forte interlocução do Sistema de  Justiça com o SUS e o SUAS, que integram o sistema  de proteção não contributiva. O mesmo deve ocorrer  com outras políticas setoriais que compõem o conjunto  de necessidades dos indivíduos, conforme concepção de  Seguridade Social",
    "alternativas": {
      "A": "e redução do abuso de autoridade.",
      "B": "de medidas de proteção.",
      "C": "a efetivação da acusação.",
      "D": "do elemento demonstrativo do fato.",
      "E": "do enfrentamento necessário."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 34,
    "enunciado": "Os direitos das pessoas, em suas relações com a socie- dade, são produtos de um processo histórico e dinâmico  de conquistas e de consolidação de espaços emancipa- tórios. Esse processo tem como marcos situações de  profunda transformação social e política, avanços esses  ligados, também, a pautas definidas nacionalmente ou  por acordos internacionais. Baptista (2012) afirma que,  na concepção moderna desses direitos, se evidencia seu  reconhecimento como efetivação de direitos naturais,  mas, também, como efetivação daqueles instituídos pelos  próprios homens, os direitos",
    "alternativas": {
      "A": "igualdade.",
      "B": "acessibilidade.",
      "C": "resiliência.",
      "D": "responsabilidade.",
      "E": "consciência."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 36,
    "enunciado": "A Convenção dos Direitos da Criança estabeleceu direi- tos específicos para esse segmento, relacionados à sua  proteção. Corroborando com tais previsões, o Estatuto  da Criança e do Adolescente (art. 3o) determina que a  criança e o adolescente gozam de todos os direitos  fundamentais inerentes à pessoa humana. O parágrafo  único desse artigo complementa: tais direitos aplicam-se  a todas as crianças e adolescentes, sem discriminação  de nascimento, situação familiar, idade, sexo, raça, etnia  ou cor, religião ou crença, deficiência, condição pessoal  de desenvolvimento e aprendizagem, condição econô­ mica, ambiente social, região e local de moradia ou outra  condição que diferencie as pessoas, as famílias ou a  comunidade em que vivem. Em sintonia com tais diretrizes, entre outras, o ECA incor- porou como paradigma nuclear a doutrina da",
    "alternativas": {
      "A": "da defesa do direito.",
      "B": "da promoção do direito.",
      "C": "da instituição do direito.",
      "D": "do controle do direito.",
      "E": "da disseminação do direito."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 38,
    "enunciado": "O trabalho do assistente social junto ao Sistema de  Justiça também se efetiva na interface com os entes  que formam o Sistema de Garantia de Direitos (SGD).  Por necessidade de resolver algum conflito de interesses,  os órgãos que compõem o SGD recorrem ao universo  jurídico; nesse sentido, a existência da lide e de um pro- cesso judicial é um demarcador quase que obrigatório  para considerarmos que se está em face ou não do uni- verso sociojurídico. Borgianni (In: Revista Serviço Social  e Sociedade, no 115, 2013) afirma tratar-se de uma esfera  muito diferente daquela que é própria da execução das  políticas sociais, que conta com a mediação dos benefí- cios socioassistenciais; a mediação nas situações e con- flitos judicializados, via de regra, passa pelas suas",
    "alternativas": {
      "D": "protetivas.",
      "A": "punitivas.",
      "B": "conciliadoras.",
      "C": "coerentes.",
      "E": "responsáveis."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 40,
    "enunciado": "Reiteradas vezes os episódios de violência contra a  criança e ao adolescente são praticados por pessoa  do convívio próximo da vítima. De acordo com a Lei  no 13.431/2017, a criança e o adolescente serão ouvi- dos sobre a situação de violência por meio de escuta  especializada, perante órgão da rede de proteção. Já o  depoimento especial é procedimento de oitiva perante  a autoridade policial ou judiciária, regido por protocolos  interinstitucionais e, “sempre que possível”, realizado  “uma única vez”, em égide cautelar de “produção anteci- pada de prova judicial”, quando a criança ou adolescente  tiver menos de sete anos, ou em caso de violência",
    "alternativas": {
      "A": "o estatuto do município.",
      "B": "as normas de referência.",
      "C": "os critérios de gestão.",
      "D": "os padrões judiciais.",
      "E": "a anuência do conselho."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 42,
    "enunciado": "Verificada a prática de ato infracional, poderão ser  aplicadas ao adolescente as medidas de advertência;  obrigação de reparar o dano; prestação de serviços  à comunidade; liberdade assistida; inserção em regime  de semiliberdade; internação em estabelecimento edu- cacional. Em se tratando dos programas de privação de  liberdade (semiliberdade e internação), o SINASE esta- belece distintos requisitos para a inscrição dos municí- pios/entidades executoras nesses programas. Para o exercício da função de dirigente de programa,  a Lei no 12.594/12 (art.17, III) determina que, além dos  requisitos específicos previstos no respectivo programa  de atendimento, é necessário",
    "alternativas": {
      "A": "situações de adoecimento.",
      "B": "casos de maus-tratos.",
      "C": "qualquer fase do procedimento.",
      "D": "audiências concentradas.",
      "E": "atividades de socialização."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 44,
    "enunciado": "Historicamente, a ausência de uma política pública e a  escassez dos serviços para o atendimento de mulheres  em situação de violência, provocavam uma dinâmica tal  que, em busca de ajuda, a mulher vítima registrava a  denúncia, seguida de desistência e retornos, num movi- mento contínuo definido como “ciclo da violência domés- tica”. A Lei Maria da Penha criminalizou essa violência,  responsabilizou e regulamentou a presença do Estado no  espaço privado. A referida lei obstaculiza a “retirada da  queixa” na medida em que determina (art. 16) que, nas  ações penais públicas condicionadas à representação da  ofendida, só será admitida a renúncia à representação  perante o juiz, em audiência especialmente designada  com tal finalidade, antes do recebimento da denúncia e  ouvido o",
    "alternativas": {
      "A": "finalísticas.",
      "B": "intencionais.",
      "C": "interpessoais.",
      "D": "complementares.",
      "E": "adicionais."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 46,
    "enunciado": "A violência contra as mulheres constitui uma expressão  da relação de desigualdade entre homens e mulheres.  É uma violência baseada na afirmação da superioridade  de um sexo sobre o outro, nomeadamente, dos homens  sobre as mulheres. Trata-se de um fenômeno que afeta  toda a sociedade, devendo ser considerado o contexto  social em que esses atos de violência ocorrem. A Lei  no 11.340/2006 (Lei Maria da Penha) define como formas  de violência doméstica e familiar contra a mulher: a física,  a psicológica, a sexual, a patrimonial e a moral. De acordo com o artigo art. 7o (V) da referida lei, a vio- lência moral é entendida como qualquer conduta que  configure calúnia, difamação ou",
    "alternativas": {
      "A": "civilidade.",
      "B": "oportunidade.",
      "C": "seletividade.",
      "D": "igualdade.",
      "E": "idoneidade."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 48,
    "enunciado": "O modelo conciliatório para a solução de conflitos em  causas cíveis é uma ação jurídica prevista legal e norma­ tivamente, realizada por meio de sessões pré-proces- suais nas unidades judiciárias. De acordo com Nader  (In: Parizotto, 2018), há uma relação entre essa media- ção e a cultura em torno da apologia à harmonia; por sua  vez, evidencia a omissão do Estado em relação à violência  doméstica, sob a falsa dicotomia entre as esferas pública  e privada da vida social. Ao problematizar a utilização da  mediação de conflitos em processos cíveis relacionados a  essas situações, Parizotto entende que essa modalidade  jurídica banaliza os crimes, não favorece a celeridade dos  resultados, pode gerar outros riscos às mulheres, legitima  as desigualdades vigentes e implica a dissolução",
    "alternativas": {
      "A": "acolhimento institucional permanente.",
      "B": "políticas sociais públicas.",
      "C": "ações de caráter humanitário.",
      "D": "programas de inserção laboral.",
      "E": "estratégias empreendedoras."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 50,
    "enunciado": "O envelhecimento populacional é uma realidade que vem  se consolidando em todo o mundo, inclusive no Brasil;  o aumento da expectativa de vida e as mudanças nos  padrões demográficos exigem uma revisão das políticas  e práticas de atendimento à pessoa idosa, destacan- do a necessidade de uma abordagem interdisciplinar e  integrada. Nesse contexto, o papel do assistente social  ganha ainda mais relevância, pois ele é um profissional  qualificado para lidar com a questão social e promover a  justiça social. De acordo com o Estatuto da Pessoa Idosa (art. 44),  as medidas para sua proteção levarão em conta os fins  sociais a que se destinam e o fortalecimento dos vínculos  familiares e comunitários, podendo ser aplicadas isolada  ou",
    "alternativas": {
      "A": "contextualizada.",
      "B": "socializadora.",
      "C": "humanizadora.",
      "D": "conflituosa.",
      "E": "ideológica."
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 52,
    "enunciado": "É correto afirmar tanto o caráter histórico da família como  a sua diversidade nas formas de conviver. Tais formas  vão se transformando em sincronia com as transforma- ções que ocorrem no conjunto da sociedade. A família  contemporânea emerge na segunda metade do século  vinte em meio às transformações tecnológicas, do mundo  do trabalho, da economia e da cultura. De acordo com Mioto (2020), as transformações da fa- mília nos últimos cinquenta anos daquele século tornam  visíveis mudanças importantes como: as relações entre os  sujeitos que a compõem, o raio e a natureza das relações  fora dela, além da interação dos diversos sujeitos nos pro- cessos sociais e institucionais, caracterizando-se também  pela presença cada vez mais reconhecida de",
    "alternativas": {
      "A": "a convivência.",
      "B": "a sexualidade.",
      "C": "o trabalho.",
      "D": "a procriação.",
      "E": "o afeto."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 54,
    "enunciado": "O gênero é uma categoria estruturante da sociedade, do  mesmo modo que classe, raça e etnia o são. Baseada  nas reflexões de Saffioti e Almeida, sobre as relações de  gênero, Acquaviva(2020) afirma que mesmo havendo  transformações políticas e econômicas, a tese da infe- riorização das mulheres, baseada na afirmação da supe- rioridade masculina, é constitutiva das relações sociais  desde sempre. Nessa perspectiva, afirma que, para além das relações de  intimidade e familiares, permanecem os fios condu­tores  da violência de gênero praticada contra as mulheres nas  diferentes esferas da vida. Violência e suas expressões  são constitutivas de uma trama, na medida em que a  dominação e a exploração de homens sobre as mulheres,  no que se refere ao gênero, atuam como",
    "alternativas": {
      "A": "do racismo institucional.",
      "B": "de preservação da imagem.",
      "C": "da democracia reversa.",
      "D": "do preconceito natural.",
      "E": "de respeito à privacidade."
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Serviço Social",
    "numero": 56,
    "enunciado": "A Seguridade Social compreende um conjunto integrado  de ações de iniciativa dos Poderes Públicos e da socie­ dade, destinadas a assegurar os direitos relativos à saúde,  à previdência e à assistência social. De acordo com a Constituição Federal de 1988 (art.194,  parágrafo único, inciso I), compete ao Poder Público, nos  termos da lei, organizar a Seguridade Social, definindo  como objetivo, em relação à cobertura e ao atendimento, a",
    "alternativas": {
      "A": "responsabilização.",
      "B": "redutibilidade.",
      "C": "centralidade.",
      "D": "padronização.",
      "E": "universalidade."
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 57,
    "enunciado": "Os Centros de Referência de Assistência Social (CRAS  e CREAS) são unidades públicas estatais instituídas no  âmbito do Sistema Único de Assistência Social (SUAS),  que possuem interface com as demais políticas públicas e  articulam, coordenam e ofertam os serviços, programas,  projetos e benefícios da assistência social. Enquanto o  CRAS está voltado para o trabalho com famílias em si- tuação de vulnerabilidade, o CREAS é a unidade pública  de abrangência e gestão municipal, estadual ou regional,  destinada à prestação de serviços a indivíduos e famílias  que se encontram em situação de risco pessoal ou social,  por violação de direitos ou",
    "alternativas": {
      "A": "sócio-histórica.",
      "B": "teórico-crítica.",
      "C": "da liberdade.",
      "D": "da integração social.",
      "E": "da transformação social."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 59,
    "enunciado": "Vários movimentos sociais e instituições ligadas à reforma  psiquiátrica se manifestaram contra o Projeto de Lei  no 551/2024 que foi pautado, em regime de urgência, no  Congresso Nacional, no dia 10 de dezembro de 2024. (gov.br. Disponível em: https://shre.ink/bXh5.  Acesso em 12.01.2024. Adaptado) Entre outras causas, é correto afirmar que as entidades  condenam",
    "alternativas": {
      "A": "risco de morte materna; gestação decorrente de",
      "B": "depois do período perinatal; gestação decorrente",
      "C": "risco de morte materna; depois do período perinatal;",
      "D": "risco de morte materna; uso habitual de drogas pela",
      "E": "risco de morte materna; gestação decorrente de"
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 61,
    "enunciado": "Considere que Débora, servidora pública, ocupa o cargo  de assistente social no Poder Executivo do Estado de São  Paulo há dez anos, juntamente com suas amigas Isabela  e Inês. Na última segunda-feira, enquanto estava exercen- do suas funções, notou que Isabela estava empregando  material do serviço público em serviço particular, e Inês  estava se entretendo, durante as horas de trabalho, com  leituras e outras atividades estranhas ao serviço. Com base na situação hipotética e no disposto no Esta- tuto dos Funcionários Públicos Civis do Estado de São  Paulo, é correto afirmar que",
    "alternativas": {
      "A": "uma vez caracterizado o ilícito administrativo de inas-",
      "B": "caso Mariluz comprove que sua ausência não afetou",
      "C": "para a configuração do ilícito administrativo cometido",
      "D": "a conduta de Mariluz não caracteriza ainda inassidui-",
      "E": "se Mariluz tiver bons antecedentes profissionais,"
    },
    "correta": "A"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 63,
    "enunciado": "Assinale a alternativa que está de acordo com a Lei de  Improbidade Administrativa (Lei no 8.429/1992).",
    "alternativas": {
      "A": "As disposições da Lei no 8.429/1992 são aplicáveis",
      "B": "Em face de disposição expressa, aplicam-se ao siste-",
      "C": "Dolo é a vontade livre e consciente de alcançar o",
      "D": "Se houver indícios de ato de improbidade, a auto-",
      "E": "As sanções da Lei no 8.429/1992 se aplicarão à"
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 64,
    "enunciado": "Em um documento do Microsoft Word 365, em sua  configuração original, um usuário digitou uma palavra  sem nenhuma formatação na primeira linha. Em seguida,  ele digitou uma palavra na segunda linha e a formatou  em negrito. Depois, digitou uma palavra na terceira linha  em itálico. Todas as palavras das linhas 1 a 3 foram digi- tadas com todas as letras em minúsculo. Na sequência,  o usuário digitou uma palavra na quarta linha, com todas  as letras em maiúsculo e sem formatação. Assinale a alternativa que apresenta o resultado obtido  quando o usuário seleciona apenas a palavra da primeira  linha, clica sobre o Pincel de Formatação, ativando-o, e,  em seguida, seleciona as linhas 2, 3 e 4.",
    "alternativas": {
      "A": "3",
      "B": "1",
      "C": "2",
      "D": "#ERRO",
      "E": "4"
    },
    "correta": "D"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 66,
    "enunciado": "João organizou uma reunião virtual não recorrente com  Paula e Ricardo por meio do Microsoft Teams. No horário  agendado, apenas João e Paula se conectaram. Durante a  reunião, João convidou Pedro para participar, e este aceitou  o convite e se conectou. Depois disso, João compartilhou  informações através do chat da reunião. Finalmente, João,  Paula e Pedro se desconectaram, finalizando assim a  reunião. Considerando que todos possuem a mesma versão do  Microsoft Teams, em sua configuração original, que todos  estão dentro da mesma organização e que todos usam  desktop, assinale a alternativa que indica quem terá acesso  às informações do chat da reunião imediatamente após ela  ter sido finalizada.",
    "alternativas": {
      "A": "João, Paula e Pedro, apenas.",
      "B": "João e Paula, apenas.",
      "C": "João, Paula, Pedro e Ricardo, apenas.",
      "D": "João, apenas.",
      "E": "Todas as pessoas da organização."
    },
    "correta": "C"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 67,
    "enunciado": "Considere a seguinte afirmação: •  \u0007Em determinada empresa, todos os profissionais da  diretoria são administradores ou são advogados. Assinale a alternativa que apresenta corretamente uma  negação lógica para a afirmação apresentada.",
    "alternativas": {
      "A": "Em determinada empresa, existe profissional da",
      "B": "Em determinada empresa, nenhum dos profissionais",
      "C": "Em determinada empresa, todos os profissionais da",
      "D": "Em determinada empresa, todos os profissionais",
      "E": "Em determinada empresa, existe profissional da"
    },
    "correta": "E"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 68,
    "enunciado": "A sequência apresentada a seguir foi elaborada com um  único padrão: a, a, b, b, b, c, c, c, c, d, d, d, d, d, e, e, f, f, f, f, f, f, g, g, g, g, g, g, g, h, h, h, h, h, h, h, h, i, i, j, j, j, j, j, j, j, j, j, k, ... Sabendo-se que o primeiro elemento da sequência é a  letra a, a posição da terceira ocorrência da letra p, na  sequência, é",
    "alternativas": {
      "A": "95.",
      "B": "115.",
      "C": "105.",
      "D": "120.",
      "E": "110."
    },
    "correta": "B"
  },
  {
    "id_prova": "assistente_social_judiciario_2025.pdf",
    "materia": "Atualidades / PCD",
    "numero": 70,
    "enunciado": "De acordo com informações publicadas pelo Instituto  Brasileiro de Geografia e Estatística (IBGE), o município  brasileiro com a menor extensão territorial é Santa Cruz  de Minas, localizado no Estado de Minas Gerais, com  3,565 km2. Se, por algum motivo, for necessária a repre- sentação dessa extensão territorial na unidade metros  quadrados, a correta escrita é",
    "alternativas": {
      "A": "3 565 000 m2.",
      "B": "35 650 000 m2.",
      "C": "356 500 m2.",
      "D": "35 650 m2.",
      "E": "3 565 m2."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 1,
    "enunciado": "Assinale a alternativa correta quanto à pontuação, de acor- do com a norma culta:",
    "alternativas": {
      "A": "Éticas diferentes, regulam as atividades dos homens",
      "B": "Éticas diferentes regulam as atividades dos homens na",
      "C": "Éticas diferentes regulam as atividades dos homens na",
      "D": "Éticas, diferentes regulam as atividades dos homens",
      "E": "Éticas diferentes, regulam, as atividades dos homens"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 2,
    "enunciado": "Assinale a alternativa correta quanto à concordância verbal.",
    "alternativas": {
      "A": "O que é audácias, irresponsabilidades, imprevidências?",
      "B": "Devem haver outras formas de vida coletiva mais hu-",
      "C": "O aventureiro ou o trabalhador encarnam-se entre os",
      "D": "Energias e esforços, nada o faziam chorar.",
      "E": "Vê-se, por aí, trabalhadores e aventureiros."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 3,
    "enunciado": "Em – nada  lhes parece mais estúpido e mesquinho do que o ideal do trabalhador. – o pronome destacado, lhes, refere- se, no texto, a",
    "alternativas": {
      "A": "vicioso e desprezíveis.",
      "B": "aventureiros.",
      "C": "energias e esforços.",
      "D": "estabilidade, paz e segurança pessoal.",
      "E": "esforços sem perspectiva."
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 4,
    "enunciado": "Em – Já nas sociedades rudimentares manifestam-se se- gundo sua predominância, na distinção fundamental entre os povos caçadores ou coletores e os povos lavradores. – os termos destacados nas sociedades rudimentares e os (po- vos) classificam-se, sintática e respectivamente, como:",
    "alternativas": {
      "A": "sujeito – objeto direto.",
      "B": "predicativo do sujeito – aposto.",
      "C": "adjunto adnominal – adjunto adverbial.",
      "D": "sujeito – objeto indireto.",
      "E": "adjunto adverbial – adjunto adnominal."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 5,
    "enunciado": "Assinale a alternativa correta no que se refere à regência verbal.",
    "alternativas": {
      "A": "Que tipo é esse que ignora às fronteiras?",
      "B": "Dos últimos livros que li, aquele que gostei foi Raízes",
      "C": "O homem aventureiro que se fala, não mede o des-",
      "D": "O aventureiro é aquele que aspira o triunfo, a rapidez",
      "E": "O trabalhador acede prontamente ao apelo da"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 6,
    "enunciado": "Em – Assim, o indivíduo do tipo trabalhador só atribuirá valor moral positivo às ações que sente ânimo de praticar…– o termo destacado, Assim, expressa o sentido de",
    "alternativas": {
      "A": "conclusão.",
      "B": "explicação.",
      "C": "concessão.",
      "D": "conseqüência.",
      "E": "finalidade."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 7,
    "enunciado": "Assinale a alternativa em que o tempo verbal está correta- mente indicado entre parênteses.",
    "alternativas": {
      "A": "No mundo tudo poderia ser apresentado em generosa",
      "B": "Nada lhe parece mais estúpido e mesquinho que o ideal",
      "C": "Se existisse uma ética do trabalho, a da aventura pode",
      "D": "Dois princípios encarnam-se nos tipos do aventureiro",
      "E": "Só uma ética de trabalho dará valor moral positivo ao"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 8,
    "enunciado": "Assinale a alternativa em que a relação que a preposição estabelece está corretamente indicada entre parênteses.",
    "alternativas": {
      "A": "Dois princípios na vida coletiva se combatem e regu-",
      "B": "Existe uma distinção fundamental entre os povos co-",
      "C": "Na terra de aventureiros, a instabilidade existe como",
      "D": "Esforços que se dirigem a uma recompensa imediata",
      "E": "Durante o trabalho de exploração, os homens não igno-"
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 9,
    "enunciado": "Assinale a alternativa correta quanto à ortografia oficial.",
    "alternativas": {
      "A": "Em novembro de 2004, a discução sobre o aquecimento",
      "B": "O problema é que nações como o Brasil e a China re-",
      "C": "Lei aprovada por unanimidade no Senado dos Estados",
      "D": "Os americanos afirmam que o acordo vai freiar a eco-",
      "E": "O Corinthians venceu o Palmeiras por 2 a 0 numa par-"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 10,
    "enunciado": "Quanto à acentuação, assinale a alternativa em que as pala- vras seguem, respectivamente, as mesmas regras da seqüên- cia: ônibus – Itália – caju.",
    "alternativas": {
      "A": "Várzea – cerâmica – tabu.",
      "B": "Jibóia – zebu – pânico.",
      "C": "Avô – tórax – caracóis.",
      "D": "Pássaro – róseo – guri.",
      "E": "Juízes – Bauru – ímpar."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 11,
    "enunciado": "Assinale a alternativa que apresenta todas as palavras com o plural correto.",
    "alternativas": {
      "A": "Animalzinhos – caridades – cartãos – amores-perfeito",
      "B": "Questões – salários-família – pastéis – limões – reais.",
      "C": "Feijãos – arranhas-céus – ticos-ticos – pés-de-mole-",
      "D": "Corres-corres – abaixos-assinados – cidadões – quar-",
      "E": "Degrais – ancestrais – cordãos – decretos-lei – tiques-"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 12,
    "enunciado": "A colocação pronominal está de acordo com a norma culta em:",
    "alternativas": {
      "A": "Se lavaram e saíram às pressas.",
      "B": "Ele sabe que todos receber-me-ão com alegria.",
      "C": "Eu não direi-lhe o que aconteceu.",
      "D": "Ao dirigir-me a palavra, baixou os olhos.",
      "E": "Ele sempre afirma que fala-me a verdade."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 13,
    "enunciado": "Assinale a alternativa que contém uma oração coordenada sindética adversativa.",
    "alternativas": {
      "A": "É polêmica a proposta de antecipar o início dos pro-",
      "B": "Há, entretanto, dados estatísticos e considerações epi-",
      "C": "Atualmente, o projeto é voltado para jovens de 13 a",
      "D": "Quando o assunto é moral sexual, todo cuidado é pouco.",
      "E": "É conhecida a correlação entre a maior precocidade"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 14,
    "enunciado": "Quanto ao uso do acento indicativo da crase, está correta a alternativa:",
    "alternativas": {
      "A": "Vou sempre a Campinas.",
      "B": "Tudo que sei vou narrar à Vossa Excelência.",
      "C": "Ontem saiu à cavalo e não mais voltou.",
      "D": "O gerente delegou competências a secretária.",
      "E": "Estou à resolver questões lingüísticas."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 15,
    "enunciado": "De acordo com a norma culta, está correto o emprego dos pronomes pessoais na alternativa:",
    "alternativas": {
      "A": "Percebi que o plano era para mim desistir do jogo.",
      "B": "Não tenho certeza se lhe encontrei ontem.",
      "C": "O diretor conversou muito com nós.",
      "D": "Vou o encontrar amanhã cedo.",
      "E": "Isto é para eu fazer."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 16,
    "enunciado": "Está correto o emprego do particípio passado do verbo em destaque na alternativa:",
    "alternativas": {
      "A": "Teria ele pagado a dívida?",
      "B": "Estas coisas estão otimamente descrevidas neste artigo.",
      "C": "Todos já tinham suspendido as atividades.",
      "D": "Estavam todos expulsados da escola quando o inspe-",
      "E": "O campeonato foi ganho por todos."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 17,
    "enunciado": "Assinale a alternativa em que o termo que, em destaque, é pronome relativo.",
    "alternativas": {
      "A": "Espero que todos os convidados cheguem logo.",
      "B": "Não sairei de casa hoje desde que haja necessidade.",
      "C": "Leia este bilhete que recebi ontem.",
      "D": "Venha logo a fim de que o problema seja resolvido.",
      "E": "Hoje a partida será mais difícil que a de ontem."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 18,
    "enunciado": "A relação entre a palavra em destaque e a circusntância expressa nos parênteses está correta na alternativa",
    "alternativas": {
      "A": "Preparou-se para o baile. (referência)",
      "B": "Voltaram apesar do escuro. (concessão)",
      "C": "Pare de escrever com lápis. (modo)",
      "D": "Só Deus é imortal. (inclusão)",
      "E": "Eis o homem, senhor. (situação)"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 19,
    "enunciado": "Passando-se a oração – Os calores intensos provocavam as chuvas. – para a voz passiva analítica, obtém-se:",
    "alternativas": {
      "A": "As chuvas eram provocadas pelos calores intensos.",
      "B": "As chuvas são provocadas pelos calores intensos.",
      "C": "As chuvas foram provocadas pelos calores intensos.",
      "D": "Provocam-se chuvas por causa dos calores intensos.",
      "E": "As chuvas provocaram-se por causa dos calores in-"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 20,
    "enunciado": "Leia o texto e assinale a alternativa em que a oração desta- cada apresenta circunstância de tempo. ERRO DE PORTUGUÊS Quando o português chegou Debaixo duma bruta chuva Vestiu o índio Que pena! Fosse uma manhã de sol O indio tinha despido O português Oswald de Andrade",
    "alternativas": {
      "A": "Chegou o português e vestiu o índio.",
      "B": "Quando o português chegou, vestiu o índio.",
      "C": "O índio foi despido, embora o português não quisesse.",
      "D": "Se fosse uma manhã de sol, o índio tinha despido o",
      "E": "Como estivesse chovendo, o índio foi vestido."
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 21,
    "enunciado": "A revista Veja publicou, em outubro de 2004, extensa reportagem sobre uma instituição da qual alguns integran- tes foram acusados e presos por corrupção. Eram agentes graduados e delegados que facilitavam o contrabando de armas em nossas fronteiras, lideravam esquemas de roubo e receptação de carros, atuavam em quadrilhas especializadas na adulteração de combustível e locupletavam-se com o tráfico de drogas. Trata-se",
    "alternativas": {
      "A": "do Comando de Operações Táticas.",
      "B": "da Polícia Florestal do Amazonas.",
      "C": "do Departamento de Inteligência Policial.",
      "D": "da Agência Brasileira de Inteligência.",
      "E": "da Polícia Federal."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 22,
    "enunciado": "O número de mortes no campo vem crescendo nos três úl- timos anos. A maioria dessas mortes ficou concentrada na região norte do país. Em fevereiro de 2005, a morte da mis- sionária americana Dorothy Stang, naturalizada brasileira, ganhou repercussão internacional. Dorothy liderava o “Pro- jeto de Desenvolvimento Sustentável Esperança”, a oeste do estado do Pará, na cidade de",
    "alternativas": {
      "A": "Parauapebas.",
      "B": "Altamira.",
      "C": "Santarém.",
      "D": "Anapu.",
      "E": "Carajás."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 23,
    "enunciado": "Com relação à proposta de nova política federal de saúde da criança e do adolescente, que objetiva prevenir aids e outras doenças sexualmente transmissíveis, gravidez pre- coce e abortos clandestinos, assinale a única alternativa cor- reta.",
    "alternativas": {
      "A": "O Código de Ética permitirá ao médico violar a confi-",
      "B": "O governo pretende antecipar a distribuição de preser-",
      "C": "O Estatuto da Criança e do Adolescente, para o bem",
      "D": "O acesso à camisinha passará a ser ilegal, porque a",
      "E": "O público-alvo a ser atendido com a distribuição de"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 24,
    "enunciado": "Após as eleições municipais em novembro de 2004, o Par- tido dos Trabalhadores sofreu derrotas nos grandes centros e aumentou sua força no interior. Segundo cientistas políticos, isso é típico de todo partido que detém o governo federal, pois a prática de programas assistencialistas e de alianças obtém maior sucesso no interior, mas acarreta maior des- gaste entre os eleitores das grandes cidades. Dentre as pre- feituras importantes que o PT perdeu, pode-se destacar",
    "alternativas": {
      "A": "São Paulo e Porto Alegre.",
      "B": "Belo Horizonte e Caxias do Sul.",
      "C": "São Paulo e Recife.",
      "D": "Fortaleza e Sorocaba.",
      "E": "Santos e Vitória."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 25,
    "enunciado": "Em 2002, Hélio Jaguaribe, sociólogo e cientista político, tentou pela primeira vez ingressar na Academia Brasileira de Letras e perdeu para Paulo Coelho. Em 03.03.2005, Ja- guaribe foi eleito para a ABL, ocupando a vaga aberta pela morte do economista",
    "alternativas": {
      "A": "Raymundo Faoro.",
      "B": "Marcos Almir Madeira.",
      "C": "Celso Furtado.",
      "D": "Roberto Campos.",
      "E": "Geraldo França de Lima."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 26,
    "enunciado": "A ideologia que informa as políticas econômicas e sociais contemporâneas tem percentualmente rejeitado a primazia da responsabilidade do Estado perante a questão social. Em vista disso, há um",
    "alternativas": {
      "A": "maior compromisso do Estado na previsão de recur-",
      "B": "processo de reestruturação da questão social no país.",
      "C": "desmonte das políticas nacionais de garantias sociais",
      "D": "crescimento do emprego formal e maiores conquistas",
      "E": "melhor padrão de bem-estar social com o comando da"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Português",
    "numero": 27,
    "enunciado": "A ação profissional dos Assistentes Sociais é, com maior freqüência, voltada para o atendimento de demandas e seg- mentos da população sem acesso aos mínimos sociais. Para desenvolver a prática profissional, o Assistente Social ne- cessita conhecer e compreender",
    "alternativas": {
      "A": "a luta de classes.",
      "B": "as causas determinantes do processo de exclusão social.",
      "C": "as formas de participação popular reivindicatórias.",
      "D": "a definição de políticas globais voltadas à assistência.",
      "E": "a situação e seus limites para operacionalização do"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 28,
    "enunciado": "A Lei Orgânica da Assistência Social (LOAS), em seu arti- go 1.º, estabelece a Política de Seguridade Social não con- tributiva, contemplando a provisão dos mínimos sociais. Os estudos realizados no âmbito do Serviço Social consi- deram como mínimo social",
    "alternativas": {
      "A": "a afirmação da qualidade de vida como modo de inde-",
      "B": "a proposta minimalista num processo de inclusão social.",
      "C": "a incapacidade de se alcançar um padrão de vida mí-",
      "D": "o conjunto de possibilidades que assegurem condições",
      "E": "um padrão básico de proteção social."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 29,
    "enunciado": "Complete a assertiva: “O conhecimento, em ________________________, não se apresenta apenas como ferramenta para a compreensão do mundo, mas, acima de tudo, como possibilidade de suas transformações, segundo as necessidades e os interesses de uma classe social.”",
    "alternativas": {
      "A": "Comte.",
      "B": "Marx.",
      "C": "Paulo Freire.",
      "D": "Sócrates.",
      "E": "Keynes."
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 30,
    "enunciado": "Para que a prática profissional nas instituições não se redu- za ao atendimento imediato das demandas, há a necessida- de de",
    "alternativas": {
      "A": "conhecimento teórico-metodológico e técnico-opera-",
      "B": "afirmação do projeto ético-político nas relações com",
      "C": "um envolvimento permanente com a prática emergen-",
      "D": "uma visão compreensiva do Serviço Social, tendo em",
      "E": "envolvimento da sociedade como forma de expressão"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 31,
    "enunciado": "O Código de Ética do Serviço Social, vigente desde 1993 no país, inscreve como valor central da profissão a",
    "alternativas": {
      "A": "crítica.",
      "B": "ideologia.",
      "C": "contra-hegemonia.",
      "D": "liberdade.",
      "E": "irracionalidade."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 32,
    "enunciado": "O Código de Ética nos indica um horizonte para o exercí- cio profissional, um rumo ético-político. O desafio está em",
    "alternativas": {
      "A": "ter autonomia e emancipação profissional.",
      "B": "materializar os princípios éticos na cotidianidade do",
      "C": "comprometer-se com a emancipação e a plena expan-",
      "D": "conseguir a organização e a repercussão efetiva da éti-",
      "E": "trabalhar em equipe com profissionais que possuem"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 33,
    "enunciado": "Segundo Iamamoto, um dos requisitos para o deciframento da dimensão política da prática profissional do Assistente Social",
    "alternativas": {
      "A": "é a compreensão das relações do Serviço Social com o",
      "B": "é privilegiar a atenção às estratégias técnicas do traba-",
      "C": "é o estabelecimento de estratégias para as instituições",
      "D": "é a concentração na análise do controle do conjunto de",
      "E": "é transitar pela bagagem acumulada na profissão e, com"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 34,
    "enunciado": "A LOAS, no seu artigo primeiro, prescreve: A assistência social, direito do cidadão e dever do Estado, é política de Seguridade Social não contributiva, que pro- vê os mínimos sociais, realizada através de um conjunto integrado de ações e iniciativa pública e da sociedade, para garantir o atendimento às necessidades básicas. Nesse sentido, conforme estudos acadêmicos produzidos pelo Serviço Social, pode-se afirmar que a provisão dos mínimos sociais pode ser aceita como",
    "alternativas": {
      "A": "a não incorporação das diferenças, a expansão da pro-",
      "B": "o direito do cidadão, mas não um dever do Estado.",
      "C": "o fortalecimento do princípio da eqüidade, que presu-",
      "D": "o modelo de solidariedade da sociedade civil.",
      "E": "o indicativo do nível de pobreza no país."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 35,
    "enunciado": "O Conselho Municipal de Assistência Social de um deter- minado município, como órgão autônomo, paritário em sua composição, representativo das esferas governamental e não governamental, optou por criar e implementar normas pró- prias em relação às organizações de assistência social. Essa opção é",
    "alternativas": {
      "A": "incorreta, porque para tal devem ser observadas as nor-",
      "B": "correta, pois a assistência social tem como diretriz a",
      "C": "incorreta, pelo fato de as ações da assistência social",
      "D": "correta, porque a assistência social prevê a participa-",
      "E": "incorreta, pois a condução da política de assistência"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 36,
    "enunciado": "A Constituição Federal vigente transforma o município em ente federado autônomo, com poderes para legislar sobre assuntos de interesse local, instituir e arrecadar tributos, além de poder organizar e prestar serviços públicos muni- cipais. Esse novo pacto federativo no Brasil visa a",
    "alternativas": {
      "A": "ampliar o poder do governo central.",
      "B": "delegar o poder decisório da União para os estados.",
      "C": "transferir para a população as responsabilidades da",
      "D": "descentralizar o poder historicamente concentrado na",
      "E": "diminuir os poderes no âmbito municipal."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 37,
    "enunciado": "As políticas sociais brasileiras podem ser agrupadas em dois blocos básicos, segundo Aldaíza Sposati (Revista de Servi- ço Social e Sociedade, n.º 55, 1997). São eles:",
    "alternativas": {
      "A": "políticas de previdência social e cultural.",
      "B": "políticas educacionais e de desenvolvimento social.",
      "C": "políticas de assistência social e de lazer.",
      "D": "políticas de proteção social e de desenvolvimento social.",
      "E": "políticas de inclusão social e de qualidade de vida."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 38,
    "enunciado": "O objeto de trabalho do Assistente Social em qualquer ins- tituição é",
    "alternativas": {
      "A": "o homem e seus problemas.",
      "B": "a pobreza extrema.",
      "C": "a questão social.",
      "D": "a criança, o adolescente e seu grupo familiar.",
      "E": "o cadastro único de benefícios."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 39,
    "enunciado": "Sabe-se que a violência da pobreza  (Yasbek, 2003) consti- tui parte do cotidiano na sociedade brasileira e os seus im- pactos destrutivos deixaram marcas exteriores que se tra- duzem em sinais como o desemprego, a debilidade da saúde, a ignorância, entre outros. Pode-se afirmar que esses sinais apontam",
    "alternativas": {
      "A": "a resistência da elite às mudanças.",
      "B": "a banalização da vida do pobre e do excluído.",
      "C": "os comportamentos sociais dos excluídos.",
      "D": "os limites da condição de vida dos excluídos da socie-",
      "E": "a integração do excluído apesar de subalternizado."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 40,
    "enunciado": "O Assistente Social, ao apreender a realidade social em suas dimensões histórica, de universalidade e de totalidade con- creta para intervenção, está baseado no paradigma da teo- ria",
    "alternativas": {
      "A": "positivista-funcionalista.",
      "B": "funcionalista-crítica.",
      "C": "social-crítica.",
      "D": "psicológica-social.",
      "E": "fenomenológica."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 41,
    "enunciado": "O Serviço Social é uma profissão basicamente de caráter interventivo. Na sua prática, o Assistente Social, tanto na esfera pública estatal como no setor privado, enfrenta a necessidade de se capacitar, para executar um",
    "alternativas": {
      "A": "trabalho filantrópico e voluntário que dê respostas prá-",
      "B": "processo político e de flexibilidade frente às contradi-",
      "C": "papel de reprodução social, mantendo compensatoria-",
      "D": "trabalho interdisciplinar com interface com profissio-",
      "E": "padrão atual e modular com respostas institucionais"
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 42,
    "enunciado": "O trabalho do Serviço Social desenvolvido junto às classes subalternas tem, necessariamente, uma dimensão",
    "alternativas": {
      "A": "econômico-social.",
      "B": "redistributiva de renda e de poder.",
      "C": "social e de elite.",
      "D": "artística.",
      "E": "educativa e política."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 43,
    "enunciado": "O planejamento de projetos e serviços voltados ao atendi- mento às famílias em qualquer fase de desenvolvimento da vida é condição para impedir o enfrentamento de situações como",
    "alternativas": {
      "A": "a cultura, o preconceito e o paternalismo.",
      "B": "o saber, a pobreza e a violência.",
      "C": "a política, a descentralização e a saúde.",
      "D": "a globalização, a educação e a violência.",
      "E": "a rua, a institucionalização e a violência."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 44,
    "enunciado": "Há uma tendência, nas profissões ligadas à prática, de não realizar pesquisas e também de não teorizar sobre essa mesma prática. Essa acomodação profissional se dá por uma orientação ____________, que essas profissões têm adqui- rido no contexto social maior. A palavra que completa corretamente a lacuna do texto é",
    "alternativas": {
      "A": "pragmática.",
      "B": "ideológica.",
      "C": "histórica.",
      "D": "negligente.",
      "E": "teórica."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 45,
    "enunciado": "O Serviço Social brasileiro, após a reconceituação, orien- tou-se por uma visão transformadora e crítica da realidade, que o levou a compreender a família",
    "alternativas": {
      "A": "como gestora da força de trabalho feminino na con-",
      "B": "no interior da questão mais ampla, contraditória e com-",
      "C": "como grupo social protetivo e relacional principalmente",
      "D": "numa concepção de familiaridade complexa do con-",
      "E": "como lócus de relações de poder, propiciando a emer-"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 46,
    "enunciado": "O sistema sociojurídico constitui-se num campo de traba- lho do Assistente Social, que",
    "alternativas": {
      "A": "articula a ação de natureza jurídica com o sistema ju-",
      "B": "realiza o estudo social por meio da execução de perí-",
      "C": "projeta a sistematização de um trabalho de interven-",
      "D": "tem um olhar do Serviço Social enquanto profissão",
      "E": "fomenta ações na direção da ampliação e regulação de"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 47,
    "enunciado": "Na elaboração da proposta orçamentária dos municípios, é obrigatório destinar recursos para programas de atendimento à criança e ao adolescente. O órgão que deve se responsa- bilizar pela assessoria à elaboração do orçamento destina- do a esses programas é",
    "alternativas": {
      "A": "o Ministério Público.",
      "B": "o Conselho Tutelar.",
      "C": "a Vara da Infância e da Juventude.",
      "D": "a Secretaria Municipal de Planejamento.",
      "E": "o Conselho de Assistência Social."
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 48,
    "enunciado": "É sabido que a perícia, no âmbito do judiciário, tem a fina- lidade de subsidiar a decisão judicial. Quando solicitada ao Assistente Social, deverá",
    "alternativas": {
      "A": "sugerir medidas assistencialistas e compensatórias,",
      "B": "ser realizada com base nos fundamentos teórico-me-",
      "C": "retratar a realidade observada por meio de visitas do-",
      "D": "priorizar o seu saber em contraposição à realidade so-",
      "E": "considerar o resgate dos princípios relacionados à rea-"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 49,
    "enunciado": "Basicamente, o que diferencia um laudo social sobre situa- ções como a permanência ou não de uma criança sob os cuidados dos pais, ou se uma criança deve ou não ser abri- gada, ou se um idoso tem direito a um benefício previden- ciário, etc, de qualquer outra metodologia de trabalho de domínio do Assistente Social, refere-se à elaboração e uti- lização do laudo, pois este irá",
    "alternativas": {
      "A": "contribuir para a formação de um juízo final.",
      "B": "traduzir descritiva e interpretativamente qualquer si-",
      "C": "apresentar o registro das informações mais significati-",
      "D": "esclarecer, com base em conhecimento específico do",
      "E": "expressar detalhadamente os conteúdos do estudo so-"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 50,
    "enunciado": "O artigo 3.º do ECA prevê, entre outros princípios,",
    "alternativas": {
      "A": "que as crianças e adolescentes gozem dos programas",
      "B": "que em situação de internação, as crianças e os adoles-",
      "C": "que as crianças e adolescentes gozem de todos os di-",
      "D": "a legitimidade de crianças e adolescentes lutando pela",
      "E": "que as crianças e adolescentes tenham, no cumprimento"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 51,
    "enunciado": "Em caso de separação judicial litigiosa,",
    "alternativas": {
      "A": "os filhos, crianças ou adolescentes, obrigatoriamente,",
      "B": "a oitiva da criança, por parte do juiz, no processo de",
      "C": "no processo de separação, a oitiva do adolescente será",
      "D": "no processo de separação, aquele que ficar com a guar-",
      "E": "a criança ou adolescente, objeto de disputa entre os"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 52,
    "enunciado": "A colocação de crianças ou adolescentes em lar substituto",
    "alternativas": {
      "A": "deverá levar em consideração um ambiente familiar",
      "B": "oferecerá a possibilidade de transferência da criança",
      "C": "deverá se efetuar sempre e somente após ouvir previa-",
      "D": "far-se-á apenas por meio de adoção, independentemente",
      "E": "poderá se dar de forma excepcional, na modalidade de"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 53,
    "enunciado": "A adoção, como tutela e guarda, são formas de colocação da criança ou do adolescente em família substituta. Nesse sentido, quanto à adoção estatutária,",
    "alternativas": {
      "A": "é possível a adoção por procuração, desde que o pro-",
      "B": "em qualquer hipótese de adoção, o adotando deve con-",
      "C": "o adotante há de ser pelo menos 15 anos mais velho do",
      "D": "ao adotando é atribuída a condição de filho, com os",
      "E": "a adoção será precedida de estágio de convivência com"
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 54,
    "enunciado": "Assinale a alternativa incorreta naquilo que se refere ao processo de adoção pelo EC",
    "alternativas": {
      "A": "É necessário, para a adoção, o consentimento dos pais",
      "B": "A adoção deve orientar-se principalmente, embora não",
      "C": "Em razão do novo Código Civil de 2002, a adoção por",
      "D": "A adoção não pode ser revogada.",
      "E": "Em qualquer hipótese, o estágio de convivência pode-"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 55,
    "enunciado": "A questão da violência doméstica de natureza física e sexual contra crianças e adolescentes só passou a ser contemplada mais adequadamente na legislação brasileira a partir da Constituição Federal de 1988, e do Estatuto da Criança e do Adolescente, de 1990. Sobre essa questão, pode-se afir- mar que",
    "alternativas": {
      "A": "a leitura do Estatuto fornece princípios capazes de",
      "B": "a proteção à criança ou ao adolescente contra a violên-",
      "C": "a criança e o adolescente não têm direito à assistência",
      "D": "a criminalização da violência doméstica ainda não",
      "E": "na família abusiva, deve-se assegurar a lei do silêncio"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 56,
    "enunciado": "Em razão da inimputabilidade penal, o adolescente não está sujeito a pena, pois não pratica crime, mas sim infração e, conseqüentemente, submeter-se-á a medidas socioeducati- vas previstas no EC",
    "alternativas": {
      "A": "as medidas socioeducativas podem ser aplicadas pelo",
      "B": "as medidas socioeducativas somente poderão ser apli-",
      "C": "cabe ao juiz da infância e da juventude, quando da",
      "D": "das medidas aplicadas pelo juiz, caberá recurso de",
      "E": "são medidas socioeducativas: advertência, reparação"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 57,
    "enunciado": "Como modalidade de medida socioeducativa, a internação se constitui medida privativa da liberdade sujeita aos prin- cípios de brevidade, excepcionalidade e respeito à condi- ção peculiar da pessoa em desenvolvimento. Assim,",
    "alternativas": {
      "A": "em nenhuma hipótese o período de internação excede-",
      "B": "o parecer da equipe técnica tem força decisória e com-",
      "C": "em caso de desinternação, é indispensável autorização",
      "D": "a realização de atividades externas é permitida ao au-",
      "E": "essa medida deve ser aplicada diante de todo e qual-"
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 58,
    "enunciado": "Como unidade familiar, a união estável é instituição sedi- mentada na sociedade e também no direito, já que é regida tanto pelo Código Civil de 2002 como por legislação es- parsa. Nesse sentido,",
    "alternativas": {
      "A": "a união estável é reconhecida como entidade familiar,",
      "B": "na união estável, salvo contrato escrito entre os com-",
      "C": "em razão da evolução da sociedade e, conseqüente-",
      "D": "por se tratar de união estável, não há de se falar em",
      "E": "pode haver união estável entre o adotado e o filho do"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 59,
    "enunciado": "Os vários eventos promovidos por organismos internacio- nais em diversos países vêm desempenhando, ao longo dos anos, importante papel sobre as questões dos direitos hu- manos. No Brasil, esses movimentos são observados como",
    "alternativas": {
      "A": "evidências da falta do debate político para a movimen-",
      "B": "esforços em avançar na contramão da cultura e de va-",
      "C": "introdutores de modificações no perfil individual e",
      "D": "forças importantes que se apresentaram e propostas que",
      "E": "tendência de segmentos da sociedade e do Estado em"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2005.pdf",
    "materia": "Serviço Social",
    "numero": 60,
    "enunciado": "O Conselho de Direito e o Conselho Tutelar são espaços de participações políticas garantidas formalmente por lei. No que se refere, especificadamente, ao Conselho Tutelar, é correto dizer que",
    "alternativas": {
      "A": "o exercício efetivo da função de conselheiro constitui-",
      "B": "se trata de órgão permanente, autônomo e não jurisdi-",
      "C": "cabe à lei municipal dispor sobre a eventual remune-",
      "D": "em cada município deve haver, no mínimo, um Conse-",
      "E": "para a execução de suas medidas, o Conselho pode"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 1,
    "enunciado": "Sabendo que o aposto é empregado para precisar, explicar  um termo antecedente, assinale a alternativa contendo pas- sagem do texto com essa função.",
    "alternativas": {
      "A": "…quem faz campanha em seu pedaço…",
      "B": "…nomes egressos de suas próprias fileiras.",
      "C": "…centenas de milhares de pessoas sob seu jugo…",
      "D": "…quando são procuradas por candidatos em busca de",
      "E": "…organizações criminosas lideradas por policiais e ex-"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 2,
    "enunciado": "A passagem do texto em que se encontra adjunto adverbial  expressando circunstância de modo é:",
    "alternativas": {
      "A": "…no Rio de Janeiro.",
      "B": "…em períodos eleitorais…",
      "C": "…à base do assistencialismo e do medo.",
      "D": "…de suas próprias fileiras.",
      "E": "…sobre os domínios do tráfico…"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 3,
    "enunciado": "Observe o verbo destacado na frase – … as milícias, organi- zações criminosas lideradas por policiais e ex-policiais, vêm  se alastrando no Rio de Janeiro. –, do qual derivam aqueles  empregados nas alternativas, e assinale a que apresenta o  verbo corretamente conjugado.",
    "alternativas": {
      "A": "Porque.",
      "B": "Contanto que.",
      "C": "Conforme.",
      "D": "Logo.",
      "E": "Por que."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 5,
    "enunciado": "Assinale a alternativa em que os pronomes estão emprega- dos e colocados na frase de acordo com a norma-padrão.",
    "alternativas": {
      "A": "Nos surpreende, a cada dia, constatar a invasão das milí-",
      "B": "Depois de invadir vários territórios da cidade, as milí-",
      "C": "Há candidatos que usam as gangues: as procuram movi-",
      "D": "Quase nunca vê-se reação das comunidades diante do",
      "E": "Milicianos instalam-se nas comunidades e impõem seu"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 6,
    "enunciado": "Observe o trecho a seguir e assinale a alternativa que preen- che, correta e respectivamente, suas lacunas.            pouco mais de um mês da próxima eleição presiden- cial dos Estados Unidos, o favoritismo de Barack Obama  sofreu um arranhão. Não           que estranhar a dificulda- de de Obama quando tem de falar de improviso ou exer- cer           queima-roupa o contraditório. Obama é instado,  agora,           preparar-se muito melhor para os dois outros  debates.",
    "alternativas": {
      "A": "Há … há … à … à",
      "B": "Há … à … a … a",
      "C": "À … a … à … à",
      "D": "A … há … à … a",
      "E": "A … a … a … à"
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 7,
    "enunciado": "Assinale a alternativa em que todas as palavras estão grafa- das segundo a ortografia oficial.",
    "alternativas": {
      "A": "Desde que o aluno passa a contar com a FaFiTa, lhe é ofe-",
      "B": "O mercado de trabalho exige reconhecimento do pú-",
      "C": "87% do corpo docente da FaFiTa compõem-se de mes-",
      "D": "A atualidade exige ensino de qualidade, com o ambien-",
      "E": "As estrelas da constelação da FaFiTa sempre dá oportu-"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 9,
    "enunciado": "A opulência dos nababos, o equivalente muçulmano dos  marajás da Índia no século XVI, deu origem à expressão  nababesca, sinônimo de                                   . Assinale a alternativa que completa a lacuna com as pala- vras adequadas.",
    "alternativas": {
      "A": "ostentosa, luxuosa",
      "B": "especial, superior",
      "C": "faustosa, rara",
      "D": "preciosa, meticulosa",
      "E": "valiosa, surpreendente"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 10,
    "enunciado": "Assinale a alternativa que apresenta concordância verbal de  acordo com a norma-padrão.",
    "alternativas": {
      "A": "Dizem que os brasileiros autênticos somos loucos por",
      "B": "Informaram que Sua Santidade continua adoentado.",
      "C": "Ao povo, nada lhe dão que não seja seguido de novos",
      "D": "Esperamos, sinceramente, você compreenda nossos",
      "E": "Ele que era forte e corajoso, ei-lo fraco e covarde."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 12,
    "enunciado": "Assinale a alternativa em que todas as palavras apresentam  mudança de sentido, se houver mudança de gênero, do femi- nino para o masculino.",
    "alternativas": {
      "A": "Estudante e rádio.",
      "B": "Capital e moral.",
      "C": "Mártir e diabete.",
      "D": "Grama e doente.",
      "E": "Escrevente e capitalista."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 13,
    "enunciado": "A forma plural das palavras está correta na alternativa:",
    "alternativas": {
      "A": "Preferimos evitar males-entendidos; é melhor pacificar",
      "B": "As reuniões ocorrem sempre às segundas-feiras pela",
      "C": "A empresa foi condenada por não pagar os salário-fa-",
      "D": "Já foram publicados os decreto-leis?",
      "E": "Tomamos conhecimento dos abaixos-assinados apre-"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 14,
    "enunciado": "Foram analisados os processos                 autos se discutia a  política de proteção ao menor                 se refere a legislação  pátria. Houve várias sessões,                 foram convocados  especialistas no assunto. Assinale a alternativa que preenche correta e respectivamen- te as lacunas.",
    "alternativas": {
      "A": "Em sua entrevista, Sua Senhoria o vereador Formigão",
      "B": "Em sua entrevista, Vossa Senhoria o ministro Formigão",
      "C": "Em sua entrevista, Vossa Excelência o deputado For-",
      "D": "Em sua entrevista, Sua Excelência, o senador Formi-",
      "E": "Em sua entrevista Sua Excelência o Diretor-Presidente"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 15,
    "enunciado": "Considerando a norma-padrão de pontuação e de emprego dos pronomes de tratamento, assinale a alternativa que expressa com correção a notícia dada pelo repórter, à vista do texto dos quadrinhos.",
    "alternativas": {
      "A": "Em sua entrevista, Sua Senhoria o vereador Formigão declara que: a crise continua e ele, também – pois são inseparáveis.",
      "B": "Em sua entrevista, Vossa Senhoria o ministro Formigão declara que, a crise continua, e ele também: pois são inseparáveis.",
      "C": "Em sua entrevista, Vossa Excelência o deputado Formigão, declara que a crise continua e ele, também; pois são inseparáveis.",
      "D": "Em sua entrevista, Sua Excelência, o senador Formigão, declara que a crise continua, e ele, também, pois são inseparáveis.",
      "E": "Em sua entrevista Sua Excelência o Diretor-Presidente da empresa Formigão, declara que a crise continua; e ele também, pois, são inseparáveis."
    },
    "correta": "D",
    "imagem": "tirinha_2012_q15.png"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 16,
    "enunciado": "Observe as palavras acentuadas, em destaque no seguinte  texto: A Itália empreende atualmente uma revolução em sua indús- tria vinícola, apresentando modernos e dinâmicos vinhos,  não abandonando seu inigualável caráter gastronômico. Assinale a alternativa cujas palavras são acentuadas, respec- tivamente, segundo as regras que determinam a acentuação  das palavras destacadas no texto.",
    "alternativas": {
      "A": "concessão, podendo o trecho destacado ser substituído",
      "B": "proporção, podendo o trecho destacado ser substituído",
      "C": "conformidade, podendo o trecho destacado ser substituído",
      "D": "comparação, podendo o trecho destacado ser substituído",
      "E": "causa, podendo o trecho destacado ser substituído por –"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Conhecimentos Gerais",
    "numero": 18,
    "enunciado": "Assinale a alternativa em que a concordância nominal está  de acordo com a norma-padrão.",
    "alternativas": {
      "A": "Vê-se que ficou assegurado à família a guarda do menor.",
      "B": "Fica claro que o problema atinge os setores público e",
      "C": "Ainda não identificada pela polícia, as pessoas respon-",
      "D": "Já foi divulgado na mídia alguma coisa a respeito do",
      "E": "Se foi incluso no contrato, a cláusula não pode ser des-"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Atualidades / PCD",
    "numero": 19,
    "enunciado": "Assinale a alternativa que preenche, respectivamente, as la- cunas do trecho a seguir, de acordo com a norma-padrão de  regência. Ainda não pagamos a conta             hospital, porque  estamos discutindo o valor que nos foi apresentado; essa  solução é preferível                qualquer outra, para que não  haja prejuízo                 cliente.",
    "alternativas": {
      "A": "Absteu-se do álcool durante anos; agora, voltou ao vício.",
      "B": "Perderam seus documentos durante a viagem, mas já",
      "C": "Avisem-me, se vocês verem que estão ocorrendo con-",
      "D": "Só haverá acordo se nós propormos uma boa indeni-",
      "E": "Antes do jantar, a criançada se entretinha com jogos"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Atualidades / PCD",
    "numero": 21,
    "enunciado": "Dilma sanciona projeto de cotas para alunos do ensino público A presidente Dilma Rousseff sancionou na tarde desta quar- ta-feira (29 de agosto) o projeto que reserva metade das va- gas nas universidades federais e nas escolas técnicas do país  para alunos que cursaram todo o ensino médio em colégios  públicos. O texto prevê que as cotas devem ser prioritaria- mente ocupadas por negros, pardos ou índios. A divisão  deve considerar o tamanho de cada uma dessas populações  no Estado, segundo o censo mais recente do IBG",
    "alternativas": {
      "A": "os kayapós, do Amazonas, que sofreram ameaças do",
      "B": "os yanomamis, de Sergipe, que disputam a demarcação",
      "C": "os guaranis kaiowás, de Mato Grosso do Sul, uma das",
      "D": "os nambiquara, do Maranhão, com uma história mar-",
      "E": "os tupinambás, do Rio de Janeiro, que sofreram com os"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Atualidades / PCD",
    "numero": 23,
    "enunciado": "Alta autoridade de segurança morre em atentado na capital do Líbano Um alto funcionário dos serviços de segurança do Líbano  morreu na explosão de um carro-bomba nesta sexta-feira  (19 de outubro) em Beirute, segundo a TV Al-Jadeed. (G1, 19.10.12) O atentado em Beirute evidencia",
    "alternativas": {
      "A": "denúncia que Malala fez para os EUA do lugar em que",
      "B": "postura extremamente ocidentalizada que Malala divul-",
      "C": "defesa do direito das mulheres de estudarem e as denún-",
      "D": "sua conversão ao cristianismo e o consequente aban-",
      "E": "crítica radical que Malala fez do uso da burca e dos véus"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Atualidades / PCD",
    "numero": 25,
    "enunciado": "Farc e governo colombiano iniciam processo de paz As Forças Armadas Revolucionárias da Colômbia (Farc) e o  governo colombiano começaram na quinta-feira (18 de outubro)  as negociações para a paz, após 50 anos de conflito. (Caros Amigos, 19.10.12) Entre os pontos polêmicos a serem negociados no processo  de paz, está uma das principais causas políticas da guerrilha. Trata-se da questão",
    "alternativas": {
      "A": "do restabelecimento de relações diplomáticas com",
      "B": "do livre comércio com os EUA.",
      "C": "da nacionalização do petróleo.",
      "D": "da adesão da Colômbia ao Mercosul.",
      "E": "da terra e da estrutura fundiária."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Atualidades / PCD",
    "numero": 26,
    "enunciado": "Entre as medidas adotadas pelo governo brasileiro para en- frentar a crise econômica que vem atingindo a Europa e os  Estados Unidos, encontra-se",
    "alternativas": {
      "A": "a redução das alíquotas do Imposto de Renda para Pes-",
      "B": "o aumento da carga tributária, para recuperar a situação",
      "C": "a liberação do saque do FGTS, de forma a injetar mais",
      "D": "a redução do Imposto sobre Produtos Industrializados",
      "E": "o aumento da taxa de juros, de forma a garantir a renta-"
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 27,
    "enunciado": "O movimento de Reconceituação do Serviço Social emergiu  na metade dos anos 1960, prolongou-se por uma década e  foi, na sua especificidade, um fenômeno tipicamente lati- no-americano. De acordo com apontamentos de Iamamoto  (1999), tal como se expressou em sua tônica dominante na  América Latina, o movimento de Reconceituação represen- tou um marco decisivo no desencadeamento",
    "alternativas": {
      "A": "da definição de objetivos claros comprometidos com a",
      "B": "do processo de revisão crítica do Serviço Social no",
      "C": "de posições favoráveis ao rompimento com princípios",
      "D": "da configuração da prática profissional vigente até os",
      "E": "da tendência conservadora presente nas propostas de"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 28,
    "enunciado": "Conforme destaca Iamamoto (2009), se a reconceitua- ção viabilizou a primeira aproximação do Serviço Social  com o marxismo por rotas tortuosas, o primeiro encon- tro do Serviço Social com a obra marxiana, dela decor- rendo explí citas derivações para a análise do Serviço  Social, deu-se no Brasil na década de                            .  A vertente marxista no Serviço Social teve seu espaço  de                                ampliado e sua legitimidade reforçada  à medida que, no seu processo de maturação intelectual, foi  se munindo teórica e                                    de elementos ana- líticos que lhe permitiram um diálogo íntimo com as fontes  inspiradoras do conhecimento. Assinale a alternativa que completa, correta e respectiva- mente, as lacunas do texto.",
    "alternativas": {
      "A": "1950 … compreensão … praticamente",
      "B": "1970 … discussão … conceitualmente",
      "C": "1940 … análise … operacionalmente",
      "D": "1980 … difusão … metodologicamente",
      "E": "1960 … consolidação … funcionalmente"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 29,
    "enunciado": "Para analisar a profissão como parte das transformações  históricas da sociedade presente, é necessário transpor o  universo estrito do Serviço Social, para apreendê-lo na his- tória da sociedade da qual ele é parte e expressão. O atual  quadro sócio-histórico atravessa e conforma o cotidiano do  exercício profissional do assistente social, afetando as suas  condições de trabalho, as relações presentes no exercício  profissional, assim como a vida da população usuária dos  serviços sociais. A análise crítica desse quadro requer um  Serviço Social que afirme a centralidade do trabalho na con- formação da questão social e dos direitos sociais",
    "alternativas": {
      "A": "pressões/submissões dos usuários.",
      "B": "possibilidades de acirramento da luta de classes.",
      "C": "alternativas de eliminação de conflitos.",
      "D": "desejos manifestos coletivamente.",
      "E": "demandas negociadas isoladamente."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 31,
    "enunciado": "Desvendar a prática profissional cotidiana supõe inseri-la no  quadro das relações sociais fundamentais da sociedade, ou  seja, entendê-la no jogo tenso das relações entre as classes  sociais, suas frações e das relações destas com o Estado bra- sileiro. Como destaca Iamamoto (1999), o Serviço Social  tem olhado menos para a sociedade e mais para o Estado.  As reflexões produzidas sobre o fazer profissional tem prio- rizado a análise da intervenção do Estado,",
    "alternativas": {
      "A": "a partir da composição de forças com a iniciativa pri-",
      "B": "via políticas sociais públicas, e daí extraídos os seus",
      "C": "na lógica da prestação continuada de serviços setoriza-",
      "D": "de acordo com o conjunto de medidas burocráticas sufi-",
      "E": "considerando os processos de trabalho e o mercado con-"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 32,
    "enunciado": "O princípio da universalização garantido na Lei n.º 8.743,  de 1993, e materializado na prestação de serviços oferecida  pela Política Nacional de Assistência Social (PNAS), pode  ser compreendido em um duplo sentido. O primeiro é o de  garantir o acesso aos direitos assistenciais a todo o univer- so demarcado pela Lei Orgânica da Assistência Social. O  segundo significado do conceito de universalidade, na pers- pectiva da construção de um sistema de proteção social con- tínuo, sistemático, planejado e com recursos garantidos no  orçamento público, nas três esferas governamentais, com  ações complementares entre si, refere-se à",
    "alternativas": {
      "A": "apropriação de conteúdos e metodologias a serviço dos",
      "B": "criação de novas propostas e de novos conhecimentos.",
      "C": "conformações atípicas da prestação imediata de serviços.",
      "D": "configurações próprias de uma dada prática social mar-",
      "E": "antítese que discute a competência do profissional."
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 34,
    "enunciado": "Os modos de ser e de se afirmar das ações profissionais têm  uma temporalidade histórica, uma vez que sofrem profun- das influências das conjunturas sociais que vivenciam e que  forjam as visões de mundo que as informam e as relações  em que se materializam. Importante recurso à disposição  dos profissionais, a avaliação está presente dialeticamente  em todo o processo de planejamento. Como destaca Baptista  (2009), a avaliação, via de regra, tem por base um ponto  de vista peculiar, que determina o modo de perceber e de  explicar as coisas e o mundo da pessoa que avalia. É este o  ponto de vista que fornece o referencial e os critérios sobre  os quais se apoiam os juízos. Isso significa que avaliar é",
    "alternativas": {
      "A": "tomar partido em relação à realidade analisada.",
      "B": "condição necessária, observado o critério institucional.",
      "C": "possível, desde que aprovado pela chefia.",
      "D": "definir critérios autônomos e subjetivos.",
      "E": "prática excepcional, utilizada quando a ação não alcança"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 35,
    "enunciado": "A violência é pensada sempre do ponto de vista de relações  de força expressas enquanto relações de dominação, em que  as diferenças na sociedade são convertidas em rela ções de  desigualdade e essa desigualdade convertida em relações  assimétricas, que implicam que a vontade de uns seja subor- dinada à de outros. É nesse sentido que a ação é violenta. No  entanto, a violência não se expressa apenas nas relações en- tre as classes sociais. Ela pode estar presente nas relações de  gênero, nas relações entre homens e mulheres, entre adultos  e crianças, entre outras. Conforme Ferrari (2002), o abusa- dor, tanto da criança, quanto do adolescente, utiliza-se da  violência como uma forma de manifestação das relações de  dominação, expressando claramente",
    "alternativas": {
      "A": "pondera … valida … processos",
      "B": "questiona … acompanha … artifícios legais",
      "C": "define … ultrapassa … testemunhos gerais",
      "D": "subsidia … antecede … autos",
      "E": "julga … precede … depoimentos pessoais"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 37,
    "enunciado": "Historicamente, as classes sociais dominantes implementa- ram atividades sociais assistencialistas para reduzir a misé- ria que geravam e para perpetuar o sistema de exploração  do trabalhador. A assistência pública é intrínseca ao modelo  econômico brasileiro, pautado nas contradições básicas entre  o capital e o trabalho. As políticas assistenciais apresentam,  portanto, uma forma historicamente modificável, de acordo  com as características das relações que se estabelecem na  gestão estatal da reprodução da força de trabalho. De acordo  com Yazbek (2009), há no Brasil",
    "alternativas": {
      "A": "supressão laborativa",
      "B": "subjetividade construtiva",
      "C": "isenção restritiva",
      "D": "coerção produtiva",
      "E": "exclusão integrativa"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 39,
    "enunciado": "No Brasil, a conjuntura de crise econômica dos anos 80 e a  ebulição dos movimentos sociais que aprofundam a luta pela  democracia e por direitos de cidadania constituem o cenário  do debate e de formulação da Constituição de 1988. Esta,  chamada Constituição Cidadã, expressa e responde a esses  anseios democráticos. Ao lado da diretriz de descentraliza- ção e municipalização das políticas públicas, concretizado- ras de direitos, é afiançada a participação da população no  controle e na gestão dessas políticas. Para tanto, as legisla- ções ordinárias regulamentadoras da Constituição previram,  para essa participação,",
    "alternativas": {
      "A": "assembleias extraordinárias.",
      "B": "fóruns especiais.",
      "C": "auditorias externas.",
      "D": "conselhos colegiados.",
      "E": "órgãos representativos de classes."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 40,
    "enunciado": "Sabe-se que o Serviço Social é uma prática que nasce na  sociedade capitalista no momento em que essa ordem social  necessita de profissionais que administrem e controlem os  interesses gestados no mundo do trabalho, na relação anta- gônica entre capital e trabalho. Conforme Baptista (2009),  as demandas que chegam aos assistentes sociais, emanadas  das classes subalternizadas, não se apresentam de maneira  nem direta nem imediata à profissão, mas mediatizadas",
    "alternativas": {
      "A": "éticas e morais … campanhas",
      "B": "jurídicas e operacionais … paralisações",
      "C": "políticas e culturais … agitações",
      "D": "econômicas e estruturais … piquetes",
      "E": "legais e pessoais … manifestações"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 42,
    "enunciado": "A institucionalização do Serviço Social como profissão na  sociedade capitalista, como é sabido, explica-se no con- texto contraditório de um conjunto de processos sociais,  políticos e econômicos que caracterizam as relações entre  as classes sociais na consolidação do capitalismo mono- polista. Assim, a institucionalização da profissão, de uma  forma geral, nos países industrializados, está associada à  progressiva intervenção do Estado nos processos de regu- lação social. No Brasil, as particularidades desse processo  evidenciam que o Serviço Social se institucionaliza e se  legitima profissionalmente, a partir dos anos 30, como um  dos recursos mobilizados pelo Estado e pelo empresariado,  com o suporte da Igreja Católica, na perspectiva",
    "alternativas": {
      "A": "do enfrentamento e da regulação da chamada questão",
      "B": "da consolidação de ações de interesses subalternos.",
      "C": "da interferência profissional para o fim da exclusão social.",
      "D": "do atendimento qualificado pela orientação institucional.",
      "E": "de influir na definição de políticas sociais macro."
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 43,
    "enunciado": "O Assistente Social move-se no espaço institucional, entre  contradições: de um lado, os objetivos formais da institui- ção e, de outro, os serviços concretamente relacionados com  as classes subalternizadas. Há uma relação entre a condição  subalterna expressa no papel de assistido e as ações assis- tenciais ofertadas pela instituição. Os assistidos são matéria- -prima das ações assistenciais e do trabalho dos assistentes  sociais, devendo submeter-se ao ordenamento das operações  institucionais, sejam elas de natureza disciplinadora ou vol- tadas à sua orientação e formação. Essa modalidade de vin- culação entre o assistido e as instituições assistenciais tem  levado à",
    "alternativas": {
      "A": "a busca de níveis diferenciados de autonomia entre uma",
      "B": "articulações prováveis orientadas por discriminação.",
      "C": "os objetivos específicos de cada uma delas.",
      "D": "o campo de atuação particular e específico.",
      "E": "as correlações e reciprocidades de significação."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 45,
    "enunciado": "Sabe-se que o assistente social se depara, em seu trabalho,  com diferentes formas de desrespeito aos direitos humanos,  podendo provocar conflitos ético-morais aos profissionais  se a prescrição ética do Código não for compreendida cor- retamente. Conforme previsões contidas no Código de Ética  do assistente social, em seu artigo 5.º, letra b, as decisões  contrárias aos valores e crenças pessoais do profissional  apresentadas pelos usuários devem ser respeitadas",
    "alternativas": {
      "A": "sinceramente.",
      "B": "democraticamente.",
      "C": "aleatoriamente.",
      "D": "parcialmente.",
      "E": "integralmente."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 46,
    "enunciado": "Ética e política, conforme expressa Barroco (2010), embora  de naturezas diferenciadas, realizam-se nas condições reais  da sociedade de classes, em seus limites concretos, por meio  de ações políticas dirigidas à luta social, que podem se con- figurar tanto na direção de uma oposição e crítica à ordem  burguesa, objetivando sua transformação e superação, como  em ações que, de diferentes formas, visem apenas à sua  manutenção. Dentre os princípios fundamentais estabelecidos no Código  de Ética do assistente social, destaca(m)-se",
    "alternativas": {
      "A": "compromete-se com uma certa realidade adversa aos",
      "B": "aproxima-se de condutas e modelos especificamente",
      "C": "apropria-se de padrões, ainda que equivocados, de con-",
      "D": "assimila hábitos, costumes e normas de comportamento.",
      "E": "apreende padrões de conduta, exclusivamente na esfera"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 48,
    "enunciado": "No ato do casamento ou início da união estável, os cônjuges  ou companheiros ficam submetidos a um regime de socie- dade de bens que determinará, na hipótese de separação  judi cial, extinção do casamento ou dissolução da união está- vel, os seus critérios de partilha, entre eles e os sucessores.  Esse regime conta com as modalidades: da separação legal e  convencional, da comunhão parcial ou limitada e o da comu- nhão universal. Conforme estabelece o código civil (2002),  artigo 1 658, no regime de comunhão parcial,",
    "alternativas": {
      "A": "todos os bens se comunicam, os atuais e os futuros.",
      "B": "os bens adquiridos antes do casamento, por um dos côn-",
      "C": "comunicam-se os bens que sobrevierem ao casal, na",
      "D": "a figura dos ancestrais é contemplada com generosidade.",
      "E": "privilegia-se a figura dos filhos."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 49,
    "enunciado": "A Lei Federal n.º 8 069/90 institui direitos fundamentais às  crianças e aos adolescentes de todo o Brasil. O artigo 11  do Estatuto da Criança e do Adolescente (EC",
    "alternativas": {
      "A": "situação caracterizada como de vivência nas ruas e",
      "B": "falta de afeto e negligência caracterizada como abando-",
      "C": "extrema violência praticada contra os filhos, resultando",
      "D": "falta ou carência de recursos materiais, ainda que se",
      "E": "descumprimento injustificado dos deveres de sustento,"
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 51,
    "enunciado": "Os direitos das crianças e dos adolescentes, reconhecidos  pelo ECA, podem ser ameaçados ou violados por ação ou  omissão da sociedade ou do Estado, por falta, omissão ou  abuso dos pais ou responsável e em razão de sua conduta.  Sempre que isso ocorrer, poderão ser aplicadas, isolada ou  cumulativamente, medidas específicas de proteção. Na apli- cação das medidas, levar-se-ão em conta as necessidades  peda gógicas, preferindo-se aquelas que visem ao fortale- cimento dos vínculos familiares e comunitários. De acordo  com o parágrafo único do artigo 100 do ECA, destaca-se,  dentre os princípios que regem a aplicação das medidas:",
    "alternativas": {
      "A": "anuência do Conselho Tutelar, por unanimidade.",
      "B": "seu consentimento, colhido em audiência.",
      "C": "aceitação da família substituta, por meio de termo de",
      "D": "concordância dos pais biológicos, mediante declaração",
      "E": "parecer da equipe interprofissional, emitido em laudo"
    },
    "correta": "E"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 53,
    "enunciado": "A adoção de criança e adolescente é de competência do Juí- zo da Infância e Juventude. Conforme estabelece o artigo 39  do ECA, deve-se recorrer à adoção apenas quando esgota- dos os recursos de manutenção da criança ou adolescente na  família natural ou extensa. Entende-se por família natural  a comunidade formada pelos pais ou qualquer deles e seus  descendentes, e por família extensa ou ampliada, aquela que  se estende para além da unidade pais e filhos ou da unida- de do casal, formada por parentes próximos com os quais  a criança ou o adolescente convive e mantém vínculos de  afinidade e afetividade. Sobre a adoção, no artigo 42, o ECA  prescreve que",
    "alternativas": {
      "A": "a autoridade policial encaminhará ao representante do",
      "B": "os pais ou responsável responderão processualmente,",
      "C": "poderá a autoridade policial proceder à internação pro-",
      "D": "o adolescente poderá ser apreendido mediante depoi-",
      "E": "a autoridade judiciária poderá conceder remissão, ofe-"
    },
    "correta": "D"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 55,
    "enunciado": "O SINASE-Sistema Nacional de Atendimento Socioeduca- tivo orienta-se pelas normativas nacionais e internacionais,  das quais o Brasil é signatário. Os princípios do atendimento  socioeducativo se somam àqueles integrantes e orientadores  do Sistema de Proteção dos Direitos da Criança e do Adoles- cente. Respeito ao devido processo legal, para o adolescente  acusado da prática de ato infracional, é um dos princípios  do SINAS",
    "alternativas": {
      "A": "a excepcionalidade e brevidade.",
      "B": "a prioridade absoluta para a criança.",
      "C": "o direito ao contraditório.",
      "D": "a incompletude institucional.",
      "E": "a responsabilidade solidária da família."
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 56,
    "enunciado": "As medidas socioeducativas são aplicadas e operadas de  acordo com as características da infração, circunstâncias  sociofamiliares e disponibilidade de programas e serviços  em nível municipal, regional e estadual. A respeito da liber- dade assistida, modalidade de medida prevista no Estatuto  da Criança e do Adolescente, o estudioso do assunto, Mario  Volpi (2002), destaca que ela se constitui em uma medida  coercitiva quando se verifica a necessidade de",
    "alternativas": {
      "A": "de monitoramento diário e de perspectivas futuras.",
      "B": "de avaliação comportamental e de mobilidade espacial.",
      "C": "de articulações gerais e de alianças sociais.",
      "D": "de valores sociais e de compromisso social.",
      "E": "de aproximações sucessivas com desigualdades sociais."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 58,
    "enunciado": "A família é o locus, o status nascendi, a matriz dos primei- ros                    sociais da criança. Quando a família  não cumpre seu papel social de                               de sua prole,  de transmissora de valores culturais, considerando como cri- tério seu aspecto funcional, pode-se dizer que ela fracassou  no cumprimento de suas funções. Quando ocorrem situações  de vitimização física e sexual de crianças e adolescentes na  família, pode-se dizer, conforme Ferrari (2002), que se está  diante de um grave problema de                            entre pais  e filhos, que se deteriorou.",
    "alternativas": {
      "A": "conflitos … cuidadora … domínio",
      "B": "domínios … articuladora … comando",
      "C": "vínculos … protetora … relações",
      "D": "bens … defensora … afeto",
      "E": "contatos … organizadora … autoridade"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 59,
    "enunciado": "Três entre dez crianças de zero a doze anos sofrem, diaria- mente, algum tipo de maus tratos dentro da própria casa,  perpetrados por pais, padrastos ou parentes. Violência que  muitas vezes não é identificada nem por quem está próxi- mo, tampouco pelos profissionais que têm contato com a  criança. São crianças sem voz e sem vez, aprisionadas em  uma relação assimétrica de poder, em que só lhes restam a  submissão à vontade do outro e a renúncia ao próprio desejo.  Como destaca Silva (2002), vivem um drama que afeta seu  desenvolvimento tanto físico como emocional, o que pode  gerar indivíduos",
    "alternativas": {
      "A": "situação de detenção … violência",
      "B": "a deficiência mental … insanidade",
      "C": "a condição de carência social e econômica … pobreza",
      "D": "a ausência de vínculos afetivos … carência emocional",
      "E": "a absoluta intransigência … discriminação"
    },
    "correta": "C"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 61,
    "enunciado": "De modo geral, a separação é vista como causa de tudo de  ruim que acontece com as crianças. No entanto, de acordo  com Maldonado (2009), muito do que acontece na relação  com os filhos, no período da separação, já vinha acontecen- do antes; há a intensificação de algumas tendências, o surgi- mento de outras e, sobretudo, a conscientização de antigas  dificuldades que surgem menos encobertas no novo con- texto. De qualquer forma, tanto um casamento insatisfatório  quanto uma separação, tanto para os pais, quanto para os  filhos, desfazem o ideal, o projeto de ter uma vida familiar  feliz, em que as pessoas se sintam bem. A perda desse sonho  traz grande parte da dor e da tristeza na separação e",
    "alternativas": {
      "A": "da acomodação diante do desafio da mudança gerada",
      "B": "de baixa estima e solidão.",
      "C": "do temor pela perda da condição socioeconômica.",
      "D": "do sofrimento crônico no casamento ruim.",
      "E": "da descrença em um novo relacionamento."
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 62,
    "enunciado": "Para entender o lugar das crianças nas famílias pobres, é ne- cessário diferenciar as famílias que cumpriram as etapas do  seu desenvolvimento sem rupturas, em que os filhos tendem  a se manter no mesmo núcleo familiar, e as que se desfize- ram nesse caminho, alterando a ordenação da relação conju- gal e a relação entre pais e filhos. Nos casos de instabilidade  familiar, por separações e morte, aliada à instabilidade eco- nômica estrutural e ao fato de que não existem instituições  públicas que substituam de forma eficaz as funções exclu- sivas da mãe ou do pai, as crianças passam a não ser uma  responsabilidade exclusiva da mãe ou do pai, mas",
    "alternativas": {
      "A": "mostrou, ao longo do tempo, constituir-se como o",
      "B": "contraria desejos expressos claramente em posições",
      "C": "vem dando espaço a outros arranjos familiares que se",
      "D": "permanece vigente ainda que contrarie princípios edu-",
      "E": "dispensa a ação ativa de ambos os cônjuges na provisão"
    },
    "correta": "B"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 64,
    "enunciado": "É cada vez mais comum, com o aumento de separações e de  novos casamentos, a família recomposta constituir um novo  tipo de família                         . Nessa recomposição surgem  novos laços de parentesco e uma multiplicidade de pessoas  exercendo a mesma função – dois pais, duas mães, oito avós,  meio-irmãos. No primeiro casamento, como destaca Maldo- nado (2009), a complexidade de                           duas histórias  pessoais e familiares diferentes em um vínculo conjugal que  provavelmente gerará filhos já é grande. Em casamentos pos- teriores, a complexidade                           , pois não somente  há a influência das famílias originais e das histórias pessoais  como também a experiência prévia da vida conjugal, a neces- sidade de harmonizar visões educacionais de filhos já exis- tentes e que têm pai e mãe, a existência e a interferência dos  ex-cônjuges e sua influência direta sobre os respectivos filhos. Assinale a alternativa que completa, correta e respectiva- mente, as lacunas do texto.",
    "alternativas": {
      "A": "do diagnóstico local.",
      "B": "da planificação espacial.",
      "C": "da prospecção geral.",
      "D": "do tratamento especial.",
      "E": "do estudo social."
    },
    "correta": "A"
  },
  {
    "id_prova": "prova_assistente_social_2012.pdf",
    "materia": "Serviço Social",
    "numero": 66,
    "enunciado": "O aumento do interesse da sociedade pelas questões que  envolvem a justiça e o número de pessoas que demandam  as instituições jurídicas procurando soluções para conflitos  não resolvidos em outras instâncias sociais estão associados  às metamorfoses do mundo contemporâneo, à situação de  crise social e às consequências da modernidade no cotidiano  da sociedade. Essa realidade contribuiu para produzir novas  necessidades sociais, levando a ciência do Direito a requerer  o auxílio das ciências Humanas e Sociais, com o objetivo  de                                   as decisões e os procedimentos jurídicos  em situações nas quais o conhecimento                                   é  necessário. Entre essas áreas, destaca-se o Serviço Social  como parte integrante da equipe interdisciplinar, contri- buindo com seu conhecimento específico para a construção  de novas alternativas de ação no campo jurídico. Nesse con- texto, é sua atividade básica a de                         . Assinale a alternativa que completa, correta e respectiva- mente, as lacunas do texto.",
    "alternativas": {
      "A": "considerar e estabelecer … generalizado … editor",
      "B": "assessorar e subsidiar … técnico-científico … perito",
      "C": "ponderar e manifestar … político-social … relator",
      "D": "avaliar e deliberar … especializado … coordenador",
      "E": "analisar e definir … socioeducativo … avaliador"
    },
    "correta": "D"
  }
]